{
  "_id": "vMcVEXlPvDizCqDo",
  "effects": [],
  "img": "systems/zweihander/assets/icons/fat.svg",
  "name": "King's Disease",
  "type": "disease",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1735997995454,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "<p>Caused by the excessive intake of wine and rich food, King’s Disease (or as the Lowborn call it - “the unwalkable disease”) is an affliction of the aristocracy. Barber Surgeons characterize its onset as phlegm building in the joints, causing one’s legs and feet to swell to brobdingnagian proportions. Plague Doktors will prescribe a healthy dose of leeching and ingestion of a fat goose, stuff with chopped kittens, lard, incense, wax and flour of rye to stave off its effects. The slough-off and grease from the goose are then rubbed on the sore joints. And certainly, this treatment paves the way to recovery... or at the very least, cessation of symptoms.</p>"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>Over the course of the duration, you permanently reduce 1 from your [AB] value each week. Should you ever lose all of your [AB], your Character is Slain!</p>"
      },
      "treatment": {
        "@en": "<p>In order to treat a patient suffering from King’s Disease, a caregiver must have a Skill Rank in Heal, have access to surgical tools, a bottle of leeches, a hot meal for an Aristocrat, a Bandage (all of which are expended as part of the treatment) and be left uninterrupted for at least one hour. If they succeed at a (Challenging -10%) Heal Test, you do not suffer the effects for the following week. You may only be treated in this manner once every 24 hours, no matter whether it is successful or not.</p>"
      }
    },
    "resist": "-10",
    "duration": {
      "value": 0,
      "formula": {
        "number": 0,
        "die": "",
        "bonus": 0
      },
      "lastsUntilCured": true
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!vMcVEXlPvDizCqDo"
}
