{
  "_id": "nUEhuLvd9Z5iWlSB",
  "effects": [],
  "img": "systems/zweihander/assets/icons/chanterelles.svg",
  "name": "Orx-Molt",
  "type": "disease",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1735997995452,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "<p>Orx-molt is a frightening consequence of the violence Orx bring upon civilized society. This body-wracking disease is spread by Orx-spore, commonly found growing in WAAAR! Horde encampments. Once its spores settle into wounds, it begins to quickly grow across the body, as tiny ‘shelves’ of fungi fester in the mucus membrane and sprout from embarrassing orifices. It is not easily treated, and those who are killed by other means are revived by it, as they literally slough off their old flesh and emerge into the form of a vile Low Orx.</p>"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>Over the course of the duration, you permanently gain 1 Chaos Rank each week. If you suffer a Disorder during this time, you are instead Slain! and arise upon the new moon as a Low Orx.</p>"
      },
      "treatment": {
        "@en": "<p>In order to treat a patient suffering from Orx-Molt a caregiver must have a Skill Rank in Heal, have access to surgical tools, a quintessence of Royal Water and a Bandage (both of which are expended as part of the treatment) and be left uninterrupted for at least 1 hour. If they succeed at a (Standard +/-0%) Heal Test, you do not suffer the effects for the following week. You may only be treated in this manner once every 24 hours, no matter whether it is successful or not.</p>"
      }
    },
    "resist": "0",
    "duration": {
      "value": 0,
      "formula": {
        "number": 0,
        "die": "",
        "bonus": 0
      },
      "lastsUntilCured": true
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!nUEhuLvd9Z5iWlSB"
}
