{
  "_id": "7qSVn0f14yx77IA7",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "To Be Tasted",
  "type": "disorder",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "<p>There is a certain pleasure in being in control of how evil consumes you. The power of control in every offering, as they feed upon my fears, gives strength where once there was a weakness.</p>"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>You form a deep bond with an Abyssal or Supernatural threat, and you are able to mentally communicate with one another across vast distances. Once a week, you allow them to feed on you for six hours, causing you to suffer 2D10+2 Damage. Unlike Damage during combat, you do not suffer standard Injuries from the feeding. Roll Chaos Dice as you normally would, but if any land on face &lsquo;6,&rsquo; you gain 1 permanent Flaw Rank.</p>\n<p>After you undergo feeding, the Historian will temporarily give you access to one of the threat&rsquo;s Traits for a week. This benefit cannot be gained more than once a week.</p>\n<p>Should you gain 10 or more Conflict during a game session, or during a period of time both you and the Historian feel appropriate for the story, the evil visits you for twenty-four hours, bleeding you nearly dry. You suffer 3D6+3 Damage (as above). Unlike Damage during combat, you do not suffer standard Injuries from the feeding. Roll Chaos Dice as you normally would, but if any land on face &lsquo;6,&rsquo; you are Slain!.</p>"
      }
    },
    "details": {
      "category": {
        "@en": "Affliction"
      }
    },
    "active": false
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!7qSVn0f14yx77IA7"
}
