{
  "_id": "ysE5K1YvEAR07G1F",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Slaughterhouse",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578607,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Covered in the blood and guts of another, you ready yourself from wicked butchery."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, the knife becomes ever-sharp and is treated as a one-handed melee weapon with the Vicious Quality. Instead of using your [CB], refer to your [WB] to determine Damage. Finally, whenever you strike or Parry with this knife, refer to your Incantation Skill instead of a Combat-based Skill. You can inflict Injuries with this Magick. After suffering an Injury, the foe must immediately Resist with a successful Toughness Test or begin to Bleed."
      },
      "criticalSuccess": {
        "@en": "As above, but victims cannot Dodge or Parry this attack."
      },
      "criticalFailure": {
        "@en": "The knife takes on its own personality, dancing into the air as if guided by an apparition, for the spell’s Duration. For the Duration of the spell, roll a [[/roll 1D6]] Chaos Die at the start of your Turn. If the result is face ‘1’, it will lash out at you; if the result is face ‘2-5’, the knife does nothing; and if the result is face ‘6’, it will lash out at a random ally."
      },
      "reagents": {
        "@en": "Blood and feces from your own Ancestry, smeared onto a butcher’s knife (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Lesser",
    "distance": "Yourself",
    "duration": {
      "setting": "custom",
      "value": "6+[WB] ",
      "base": "[WB]",
      "bonus": 6,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!ysE5K1YvEAR07G1F"
}
