{
  "_id": "jdydnMELFUNSPacJ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Gobblemaw",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578569,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The ground splits open, revealing a tremendous maw of many- rowed teeth, which terminates into a pit of bubbling acid – doubtless spilling forth into the bottomless pit of the Endless Gullet."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, you conjure forth a massive maw in the ground. You can move the maw a number of yards equal to 3+[WB] on your Turn for 1 AP and make a Melee Attack (1 AP). Whenever striking, your foe can attempt to Parry. As you strike, you deal [[/roll 3D10]]+[WB] in Damage. You can inflict Injuries with this Magick, but foes are caught in a Chokehold instead. This spell requires Concentration."
      },
      "criticalSuccess": {
        "@en": "As above, but all foes struck automatically fail to Parry."
      },
      "criticalFailure": {
        "@en": "The maw arises from the ground, forming a grotesque, round, flesh thing resembling a giant rolling Fodderling. Those who behold this must succeed at a Resolve Test or else they suffer from Terror. In addition, you must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, the Gobblemaw returns below, leaving you Prone and Incapacitated!"
      },
      "reagents": {
        "@en": "The jawbone and teeth of your own Ancestry, made into a puppet"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Any place you can see",
    "duration": {
      "setting": "custom",
      "value": "9+[WB] ",
      "base": "[WB]",
      "bonus": 9,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!jdydnMELFUNSPacJ"
}
