{
  "_id": "EQiBrVBwVtX9dJpv",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Chaotic Rebellion",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745410540837,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Proffering four Abyssal symbols before you, you foment rebellion among the enemy before you, filling them with rage against their commander."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, select a number of foes who can see and hear you equal to your [WB]. They are made Rebellious. While Rebellious, at the beginning of their Turns, they must immediately Resist with a successful Resolve Test or else redirect their Actions in Combat against their leader. If they Resist with a successful Resolve Test, they can act as normal for the remainder of the Turn, but make another Resolve Test at the beginning of their next Turn. Once the leader is Slain!, another will rise among their ranks to take command (and the cycle continues for the Duration of the spell)."
      },
      "criticalSuccess": {
        "@en": "As above, but the leader cannot Dodge, Parry or Resist attacks made by the Rebellious."
      },
      "criticalFailure": {
        "@en": "You have deeply offended the Outsider! The ally with the highest Chaos Ranks is decreed to be the leader. Then, select a number of allies who can see and hear you equal to your [WB]. They are instead made victim to this Magick for the Duration. Once the leader is Slain!, the remaining ally with the highest Chaos Ranks is decreed to be the new leader. If none of your allies have any Chaos Ranks, or there are several allies with the same number of Chaos Ranks, the GM will choose one randomly. Finally, the leader cannot Dodge, Parry or Resist attacks made by the Rebellious."
      },
      "reagents": {
        "@en": "Four unholy symbols of the Abyssal Princes, held aloft"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Any creatures or persons you can see",
    "duration": {
      "value": "instantaneous",
      "label": "[WB] + 9 minutes",
      "formula": {
        "override": true
      },
      "base": "[WB]",
      "bonus": 9,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!EQiBrVBwVtX9dJpv"
}
