{
  "_id": "zfw4EhNqq3sJRnbQ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Abjure Spirit",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578611,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "As your hands conduct movements in the air, you command a spirit to return from whence it came."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, the Ætheric Spirit, Restless Spirit or their summoner (if present) must Resist with a successful Resolve Test. If they fail, the Ætheric Spirit or Restless Spirit is instantaneously banished from the Material Realm. Note that this only works on creatures who are Ætheric Spirits or Restless Spirits. You can also use this Magick to banish a Lower or Higher Demon’s possession of another, but it does not cause the demon to be banished from the Material Realm, only driven away from possessing others for nine days."
      },
      "criticalSuccess": {
        "@en": "As above, but the creature cannot Resist this Magick."
      },
      "criticalFailure": {
        "@en": "Despite calling out the True Name, you only cause the spirit to grow more furious. In fact, your declaration of its True Name only serves to further empower it! The abjuration fails and calls forth another creature of equal power that manifests within a few yards of you."
      },
      "reagents": {
        "@en": "The True Name of the Restless Spirit or summoner of the Ætheric Spirit, spoken aloud"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Any one creature you can see",
    "duration": {
      "setting": "instantaneous",
      "value": "Instantaneous",
      "base": "[WB]",
      "bonus": 0,
      "unit": "Instantaneous"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!zfw4EhNqq3sJRnbQ"
}
