{
  "_id": "EZmxILEkllovew0E",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Trial By Fire",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745410540838,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "You incant an ancient prayer, meant to root out the guilty from the innocent. The guilty are bathed in the blue flames of justice, while the innocent remain untouched."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, a foe who can see and hear you is condemned as if they are guilty. Now and on your Turn in Combat, name a crime that the guilty committed. If the foe is guilty of this crime, they immediately suffer [[/roll 3D10]]+[WB] in Damage from fire. You can inflict Injuries with this Magick, but they are set On Fire instead. Each crime you name must be unique – you cannot name the same crime multiple times – and must conform to the local law. If they are innocent of the crime, nothing happens."
      },
      "criticalSuccess": {
        "@en": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "@en": "You have made a major transgression against the gods. The fire opal burns in your palm, turning to dust. You will be punished for each and every lie or infraction of the law made in the next 72 hours. Should you even attempt to muddle the truth slightly or commit even the smallest of infractions against the law, you suffer 9 Corruption each time you do."
      },
      "reagents": {
        "@en": "An expensive fire opal, held in palm"
      }
    },
    "tradition": "Divine (Learner)",
    "principle": "Greater",
    "distance": "Any person you can see, whom you’ve personally met and know their name",
    "duration": {
      "value": "instantaneous",
      "label": "[WB] + 9 minutes",
      "formula": {
        "override": true
      },
      "base": "[WB]",
      "bonus": 9,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!EZmxILEkllovew0E"
}
