{
  "_id": "eYWLo9gPLDj0LnUn",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Caustic Rain",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578553,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Calling upon your Daemon, a cloud of green, acidic rain explodes overhead, hovering several hundred feet in the air."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, you conjure forth a baleful storm of green acidic rain which rains down on your foes. All those caught within an Explosion Template must immediately succeed at an Awareness Test or else be held to the ground Prone. In addition, foes suffer [[/roll 3D10]]+[WB] Damage for each Turn they remain within the Explosion Template. You can inflict Injuries with this Magick, but their trappings is randomly Ruined! instead (selected by the GM). You and your possessions are immune to the spell’s Effects."
      },
      "criticalSuccess": {
        "@en": "As above, but foes automatically fail their Awareness Test."
      },
      "criticalFailure": {
        "@en": "In a flash, a momentary storm of acidic rain rises from the ground in an Explosion Template at your feet, falling upwards into the sky. Those caught within an Explosion Template around you will have [[/roll 3D10+3]] trappings immediately be Ruined! (selected by the GM)."
      },
      "reagents": {
        "@en": "Four Glass Grenades filled with each of the four Wytchblights, shattered on the ground (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Any place you can see",
    "duration": {
      "setting": "custom",
      "value": "9+[WB] ",
      "base": "[WB]",
      "bonus": 9,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!eYWLo9gPLDj0LnUn"
}
