{
  "_id": "PwuhK9TA5vErKFko",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Eternal Darkness",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578508,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Contacting the world between here and elsewhere, you conjure forth a blinding darkness."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, you conjure blinding darkness in a Burst Template within sight. This darkness is impenetrable, even to those who may normally see in the dark. You can see completely in the darkness and suffer no additional Effects to yourself from it. Those caught within start their Turn with 1 less AP in combat, until they move outside of the darkness. In addition, any Skills requiring vision automatically fail while standing within the darkness. Regardless, the actual casting of Eternal Darkness is never apparent to anyone, perfectly disguised."
      },
      "criticalSuccess": {
        "@en": "As above, but those within lose 2 APs instead of 1 AP."
      },
      "criticalFailure": {
        "@en": "Manifesting instantaneously within your sight (and only in your sight) is a horrific shadow, a fiendish creature. It follows within your own shadow, constantly watching you. So unnerving is its appearance that you must succeed at a Resolve Test now and every morning for six days or be subjected to Fear."
      },
      "reagents": {
        "@en": "The eyes of a salamander (expended)"
      }
    },
    "tradition": "Arcane (Shadowmancy)",
    "principle": "Lesser",
    "distance": "Any one place you can see",
    "duration": {
      "setting": "forever",
      "value": "Forever",
      "base": "[WB]",
      "bonus": 0,
      "unit": "Forever"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!PwuhK9TA5vErKFko"
}
