{
  "_id": "TyOrpkVHE5cwN9CM",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Carnival of Pestilence",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578516,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "All manner of filth, bilge and rot burbles forth from the ground around you. As it gurgles its way into the orifices of those around you, they are made victim to the sickly sweetness of the Prince of Decay."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, all creatures caught within an Explosion Template contract a Disease. Roll [[/roll 1D6]] Chaos Die. If it lands on face ‘1’, they contract Bloody Flux. If it lands on face ‘2’, they contract Filth Fever. If it lands on face ‘3’, they contract Grey Plague. If it lands on face ‘4’, they contract Tomb Rot. If it lands on face ‘5’, they contract Venereal Disease. And finally, if it lands on face ‘6’, they contract all five Diseases. Foes cannot be infected with Carnival of Pestilence again, until at least a day has passed. You are immune to the spell’s negative Effects."
      },
      "criticalSuccess": {
        "@en": "As above, but foes must roll a Chaos Dice twice to determine which Diseases they suffer from."
      },
      "criticalFailure": {
        "@en": "Green and brown tentacles writhe all over you, leaving a slug-like trace of ichor and rot all over your body. You are immediately made victim to a Disease of the GM’s choice."
      },
      "reagents": {
        "@en": "A concoction made from the brains of diseased men, poured onto the ground (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Yourself",
    "duration": {
      "setting": "instantaneous",
      "value": "Instantaneous",
      "base": "[WB]",
      "bonus": 0,
      "unit": "Instantaneous"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!TyOrpkVHE5cwN9CM"
}
