{
  "_id": "FEsbKGfBROzKc051",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Tempestarii",
  "type": "spell",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745410540839,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "You possess a greatly valued power: the ability to dismiss storms at-will (bringing adoration from those who behold it) and to summon forth massive ice storms. It freezes objects and people alike."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, choose to either repress bad weather or conjure forth an ice storm. If you repress bad weather, it temporarily stops for the Duration of the spell. If you conjure forth an ice storm, all those caught within an Explosion Template must immediately succeed at a Toughness Test or suffer [[/roll 2D10]]+[WB] Damage for each Turn they remain within the Explosion Template. You can inflict Injuries with this Magick, but foes always suffer from Frostbite instead. This Magick only affects creatures classified as Humanoid or Mutant (including player Ancestries)."
      },
      "criticalSuccess": {
        "@en": "As above, but foes automatically fail to Resist this Magick."
      },
      "criticalFailure": {
        "@en": "As you raise your staff, it is immediately struck by a blue thunderbolt. You are frozen in place, left Helpless and paralyzed for the Duration."
      },
      "reagents": {
        "@en": "A staff made from a branch of a tree struck by lightning"
      }
    },
    "tradition": "Covenant",
    "principle": "Lesser",
    "distance": "Any one place you can see",
    "duration": {
      "value": "instantaneous",
      "label": "[WB] + 6 minutes",
      "formula": {
        "override": true
      },
      "base": "[WB]",
      "bonus": 6,
      "unit": "minutes"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!FEsbKGfBROzKc051"
}
