{
  "_id": "rNkWlECCNHd91PCq",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "50 Shades of Pain",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "With soft words, you cause a person to ‘flip’ their pain and pleasure receptors. They gain sexual arousal from pain, and agony from pleasure."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, a person who can see and hear you is Aroused. While Aroused, if the person suffers Damage in between their Turns, they temporarily gain a +20 Base Chance to their next Skill Test and increases their [BB] by 1. If the person does not suffer Damage in between Turns, they temporarily suffer a -20 Base Chance to their next Skill Test and decrease their [BB] by 1. The Effects of this spell do not ‘stack’. However, a person can take advantage of this Magick for its entire Duration. If used on a foe, they may attempt to Resist the spell’s Effects with a successful Toughness Test."
      },
      "criticalSuccess": {
        "@en": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "@en": "The Prince of Pleasure demands that you become submissive for His own delight for the Duration of the spell. You suffer [[/roll 2D10]]+[WB] at the start of any Turn if you did not suffer Damage from your previous Turn. If you did suffer Damage on the previous Turn, you gain 3 Corruption."
      },
      "reagents": {
        "@en": "A drop of your own blood, swallowed (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Lesser",
    "distance": "Any one person you can see",
    "duration": "6+[WB] minutes",
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!rNkWlECCNHd91PCq"
}
