{
  "_id": "mnIc91xlimGu2KJc",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Monstrous Dimorphism",
  "type": "spell",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745410666718,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "Horrid appendages of undulating tongues, gibbering mouths, spurting breasts and tentacles that terminate in sexual organs erupt all over a foe’s body."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, a foe who can see and hear you must Resist with a successful Resolve Test or be left Helpless and unable to take any actions. In addition, they must roll a [[/roll 1D6]] Chaos Die at the start of each of their Turns. If the result is face ‘1-2’, growths of fat and offal explode from the foe, covering an Engaged ally. That ally must Resist with a successful Coordination Test or else be caught in a Chokehold (referencing your [WB] in place of [BB]). If the result is face ‘3-4’, an appendage shoots outward for 1D10+1 yards in a random direction, striking an ally with an Opportunity Attack which deals 3D10+[WB] in Damage). If the result is face ‘5’, nothing happens. However, if the result is face ‘6’, the foe moves in a random direction for 1D10+1 yards. If the foe runs into a person, they must Resist with a successful Coordination Test or else be caught in a Chokehold (referencing your [WB] in place of [BB]). A foe who is affected by Monstrous Dimorphism remains in this form, until dispelled or Slain!. If a player Character is a victim of this Magick and survives, they gain one permanent Chaos Rank."
      },
      "criticalSuccess": {
        "@en": "As above, but the foe always moves in a random direction every time their Turn begins."
      },
      "criticalFailure": {
        "@en": "Dance, monkey, dance in honor of your Daemon lord! You must Resist with a successful Resolve Test or be made the plaything to the Prince of Pleasure, as the Effects harm you."
      },
      "reagents": {
        "@en": "A purse, stuffed with living spiders (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Greater",
    "distance": "Any one person you can see",
    "duration": {
      "value": "forever",
      "label": "Instantaneous",
      "formula": {
        "override": false
      },
      "base": "[WB]",
      "bonus": 0,
      "unit": "Forever"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!mnIc91xlimGu2KJc"
}
