{
  "_id": "jStZ3up1UBUSdppa",
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "The Black Hunger",
  "type": "spell",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745339578567,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "When one is filled with the Black Hunger, they must have their fill of blood, blood and more blood. They ravage their enemies until they pass out… or have been killed."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, the person you choose is filled with ‘the black hunger’. As a result, they add 2D6 Fury Die to all melee Damage. They can also spend 3 APs on each of their Turns in order to make two Melee Attacks. However, they cannot Counterspell, Dodge or Parry for the Duration of the spell. The recipient of this spell suffers 2D10+2 physical Peril at the beginning of their Turns, until they are rendered Incapacitated! or Slain!. The Duration ends immediately after they have been rendered Incapacitated! or Slain!"
      },
      "criticalSuccess": {
        "@en": "As above, but reduce the AP required for two Melee Attacks to 2 AP instead of 3 AP."
      },
      "criticalFailure": {
        "@en": "The blood drips ceaselessly from their face as they begin to transmutate. They immediately take upon the shape of Tyrant Skrzzak and remain in such a state until they are Incapacitated! or Slain!. Once Incapacitated! or Slain!, they revert to their normal self."
      },
      "reagents": {
        "@en": "A dram of blood from a Man-eater, painted on an ally’s face (expended)"
      }
    },
    "tradition": "Covenant",
    "principle": "Lesser",
    "distance": "Any one person you can touch",
    "duration": {
      "setting": "custom",
      "value": "3+[WB] in ",
      "base": "[WB]",
      "bonus": 3,
      "unit": "hours"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!jStZ3up1UBUSdppa"
}
