{
  "_id": "kK2ppRGUdUlNg5k2",
  "effects": [],
  "img": "systems/zweihander/assets/icons/fountain.svg",
  "name": "Bubbling Geyser",
  "type": "spell",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745410540893,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "Bursting forth from the earth comes a geyser, burbling lukewarm with fresh water."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After successfully casting this spell, you can conjure a tall geyser which bubbles forth from the earth. All those who are caught within the Explosion Template are immediately thrown into the air a number of yards equal to [[/roll 3D10]]+[WB], and are knocked Prone. The geyser will continue to produce potable (if hot) water for the spell’s Duration."
      },
      "criticalSuccess": {
        "@en": "As above, but you also move one step up the Damage Condition Track positively for every minute as well. However, this Magick doesn’t work if you are suffering from any other status which may normally prevent you from restoring your Damage Condition Track."
      },
      "criticalFailure": {
        "@en": "The earth below refuses to infuse your lifeblood with her own and saps your strength instead! For every minute you stand upon natural earth, you immediately move one step down the Damage and Peril Condition Tracks negatively. However, you don’t suffer Injuries due to this Magick. This lasts until the Duration of the spell expires."
      },
      "reagents": {
        "@en": "A dowsing rod made of rare oak, used over a patch of natural earth"
      }
    },
    "tradition": "Arcane (Elementalism)",
    "principle": "Greater",
    "distance": "Any one place you can see",
    "duration": {
      "value": "instantaneous",
      "label": "[WB] + 9 hours",
      "formula": {
        "override": true
      },
      "base": "[WB]",
      "bonus": 9,
      "unit": "hours"
    },
    "castingTime": "1 min",
    "castingCost": 0
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!kK2ppRGUdUlNg5k2"
}
