{
  "_id": "w16WAoX9IJwUyk83",
  "data": {
    "castingTime": "One hour",
    "channelAs": "Petty Magick",
    "description": {
      "@en": "Considered to be the most common of convocations among the priesthood, the Blessed Sacrament is practiced among most faiths. From the paltriest of preachers to the largest of legates, the sacrament is an observance of the favor a god bestows upon their faithful. Each of these services enumerates the grace of their deity, a visible sign of worship that shows the earthly and spiritual pledge each has given. Yet, even the vilest of denominations – and ‘demoninations’ – practice Blessed Sacraments to honor themselves before a god."
    },
    "difficulty": "(Routine +10%)",
    "notes": "",
    "rules": {
      "condition": {
        "@en": "Holy water must be placed in a Consecrated receptacle. The person you intend to Dedicate must be a willing subject. You must also possess the Special Trait of Divine Magick."
      },
      "consequences": {
        "@en": "Special; see below"
      },
      "effect": {
        "@en": "After successfully casting this Ritual, you can use Blessed Sacrament for one of three unique purposes:\n  CONSECRATION: You solemnly consecrate an altar, chalice, plate, relic or a symbol to a god you serve. Symbols which have been Consecrated are permanently dedicated to your god, now considered to be a true holy symbol. While holding a Consecrated object, you can ignore up to 1 Corruption whenever you Channel Power. You can only take advantage of one Consecrated object at a time.\n  CREATE HOLY WATER: You bestow a god’s favor upon one vial of water or wine, turning it into holy water. Holy water is useful as a reagent for Magicks, Rituals, administered to diseased patients and as a weapon against Supernatural creatures. Holy water must be kept in a sacred vial, made from clay or glass, as it is forbidden to use a metal container to hold holy water in, lest it spoils and loses its divine blessings.\n  DEDICATION: You conduct this rite at the threshold of a door, over the cornerstone of a building or upon the forehead of a person. If you bless the threshold of a door or a cornerstone of a building, it remains Dedicated for a number of weeks equal to your [WB]. Dedicated thresholds and cornerstones prevent Abyssal creatures from trespassing within, requiring an invitation by its chief inhabitant or the caster of the Ritual. Dedication of a person allows them to re-roll a failed Skill Test (as if they had expended a Fortune Point) whenever they may fall under the charm or control of an Abyssal creature. Dedication of a person lasts a number of days equal to your [WB]."
      },
      "reagents": {
        "@en": "An object or person intended to be blessed that you can touch, a holy book or other religious work read aloud and no less than three observers who give worship to the god you invoke."
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "img": "systems/zweihander/assets/icons/pentacle.svg",
  "name": "Blessed Sacrament",
  "permission": {
    "JyjuBRFhP4y9QWxg": 3,
    "default": 0
  },
  "sort": 0,
  "type": "ritual"
}
