{
  "_id": "YYchVKy1uAgXqE0h",
  "data": {
    "castingTime": "One day",
    "channelAs": "Greater Magick",
    "description": {
      "@en": "‘Do not call up what you can not put down’; this is the unofficial mantra of demonologists, a warning\n  to not deal with powers outside of your\n  own capabilities. Truly no Magick can be\n  controlled, but there are understandable\n  limits. Some wish to break this limit, cavorting with beings of pure chaos and Magick to enforce their will – these are\n  the foul demons of the Abyss. Uncaring, capricious and powerful, demons languish\n  in the endless pit, unable to take physical\n  form in the Material Realm, until some foolhardy demonologist takes it upon themselves to draw upon powers they do\n  not yet understand the magnitude of.The ritual\n  is long and bloody, varied slightly by the demon being called: for example, summoning a demon who serves the Abyssal Prince of Violence requires a bloody sacrifice, while one who bows to the Abyssal Prince of Decay requires the consummation of filth. The demonic servant arises from a triangle of containment, taking upon a frightening form that appears different to everyone witnessing its summoning. Once fully manifested, the demon makes a contract with its invoker for its service.These contracts are rife with loopholes and clauses, almost always ending with the demon being the one actually controlling the deal."
    },
    "difficulty": "(Hard -20%) for a Lower Demon, (Arduous -30%) for a Higher Demon",
    "notes": "",
    "rules": {
      "condition": {
        "@en": "When casting, you must sacrifice a Man-Eater to call a Lower Demon or a Humanoid of your own Ancestry to call a Higher Demon. You must also have cast a Magick Circle beforehand and remain inside it throughout the Ritual. Should you leave the Magick Circle while bargaining with the demon, it breaks the Ritual and the demon is unleashed into the Material Realm for one day."
      },
      "consequences": {
        "@en": "A demon will remain contained in the triangle for one hour, but you gain 1 permanent Chaos Rank upon conducting this Ritual. This Rank can never be erased from your Character sheet."
      },
      "effect": {
        "@en": "After successfully casting this Ritual, you call an audience with a Lower or Higher Demon, depending on the True Name you called out. The demon takes the shape of something of your worst nightmares: perhaps a ruby-skinned minotaur enshrouded with smoke, a dark-haired child with burning yellow eyes, a goat with the face of a man, a terrible chimaera with multiple heads, a being constructed of pure gore or even your grandmother with hooked hands and a\n  head crowned with fingers. Whilst inside a triangle of containment, the demon cannot cause anyone physical harm in the Material Realm, however it may attempt to compel, confuse or even lie\n  to you.\n  FAUSTIAN BARGAIN: Once the demon is summoned, it will remain bound inside the triangle of containment for precisely one hour until disappearing back to the Abyss. During this time, you can\n  attempt to bargain for its service, ordering it to carry out one maleficent and potentially diabolical command. The types of services vary, but here are a few example requests that\n  may be made to a demon by its classification:\n  - Taint a water source, such as a mill pond or lake\n  - Bring about a plague to a village\n  - Force an unwilling victim into marriage with another\n  - Cause an unwilling victim to be filled with lust for another\n  - Produce a bountiful harvest for one farm\n  - Bestow a Disease upon a person you can name\n  - Blight a single harvest from a village\n  - Cause a jury to find someone guilty or innocent, despite the truth\n  - Allow someone who is currently interred in a dungeon to find freedom\n  - Tell you the True Name of another Lower Demon\n  - Turn brass pennies (bp) into false silver shilling (ss)\n  for thirteen days\n  - Teach the summoner how to use any one Petty or Lesser Magick spell\n  - Fight for the summoner one time for [[/roll 1D10+1]] minutes at any point its True Name is invoked\n  HIGHER DEMON\n  - Seek an audience for the summoner with a powerful personality or otherwise unreachable powerful individual\n  - Destroy a single building, whether it’s a wayshrine, townhouse, church, manse or castle\n  - Create discord between two trusted officials\n  - Bestow a Disorder upon a person you can name\n  - Render a person who you name impotent or infertile\n  - Tell you the True Name of another Lower or Higher Demon\n  - Strip an individual of all their monies\n  - Grant wealth equal to nine years’ wage\n  - Grant control over a host of creatures which are Beasts or Mutants\n  - Immediately assassinate a person who you can name\n  - Turn brass pennies (bp) or silver shillings (ss) into false gold coins (gc) for thirteen days\n  - Teach the summoner how to use any one Greater Magick spell\n  - Fight for the summoner one time for [[/roll 1D10+1]] minutes at any point its True Name is invoked\n  After you make your request, you suffer [[/roll 3D10+3]] mental Peril from Ætheric backlash. Then, the GM will have you make a Secret Test using your Bargain Skill. The Difficulty Rating will be determined by the GM who will take into consideration the service and its nature that you wish to have carried out by the demon. If you succeed, the demon will carry through with the service, immediately disappearing afterwards. If you Critically Succeed, the demon will carry through with the service, disappear and leave you with one shard of Wytchstone in the triangle of containment. If you fail, the demon will twist your words against you, carry out the request in a way that pleases them only and immediately disappears afterwards. If you Critically Fail, the ritual dirk is destroyed and the demon will attempt to force you out of the Magick Circle. You must Resist with a successful Resolve Test or be made a victim of Terror, forced to flee until you find relative safety or an hour passes.\n  Note that a caster can attempt to Call Demonic Servant with a false True Name or even its Call Name. If this is the case, you must flip the result to fail when attempting the Faustian Bargain, which the GM will only reveal at the most inopportune moment. In addition, mispronouncing the True Name may have other drawbacks."
      },
      "reagents": {
        "@en": "A bronze censer filled with incense, a ritual dirk sprinkled with one powder of Wytchstone Essence (the powder is expended), a triangle of containment drawn upon the ground, an ink pot (expended) and the Call Name or True Name of a demon you wish to call written on a sacred scroll (expended)."
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "img": "systems/zweihander/assets/icons/pentacle.svg",
  "name": "Call Demonic Servant",
  "permission": {
    "JyjuBRFhP4y9QWxg": 3,
    "default": 0
  },
  "sort": 0,
  "type": "ritual"
}
