{
  "_id": "CcjvyLijxteBGfNb",
  "effects": [],
  "img": "systems/zweihander/assets/icons/heraldic-sun.svg",
  "name": "Fortune-Telling",
  "system": {
    "castingTime": "10 minutes",
    "channelAs": "Petty Magick",
    "description": {
      "@en": ""
    },
    "difficulty": "Special",
    "notes": "",
    "rules": {
      "condition": {
        "@en": "<p>The fortuneteller must know the real name of the person who is to be subject to the divination. A person cannot be made subject to Fortune-telling more than once a month (but you can tell the fortunes of multiple people). Fortune-telling can only affect Mutants and Humanoids (including player Ancestries).</p>"
      },
      "consequences": {
        "@en": "<p>Whenever a Fortune-telling is complete, regardless of its success or not, the fortuneteller suffers 2D10+2 mental Peril.</p>"
      },
      "effect": {
        "@en": "<p>After successfully casting this Ritual, you can foretell the near future of an individual. The more Chaos Ranks the fortune-teller has, the harder the Difficulty Rating of the Incantation Test gets (less Chaos Ranks indicates the degree to which you are in harmony with the universe):</p>\n<p>&bull; <strong>0 to 1 Chaos Ranks:</strong> (Trivial +30%) Incantation Test<br>&bull; <strong>2 Chaos Ranks:</strong> (Easy +20%) Incantation Test<br>&bull; <strong>3 Chaos Ranks: </strong>(Routine +10%) Incantation Test<br>&bull; <strong>4 Chaos Ranks:</strong> (Standard +/-0%) Incantation Test<br>&bull; <strong>5 Chaos Ranks:</strong> (Challenging -10%) Incantation Test<br>&bull;<strong> 6 Chaos Ranks: </strong>(Hard -20%) Incantation Test<br>&bull; <strong>7 to 9 Chaos Ranks:</strong> (Arduous -30%) Incantation Test</p>\n<p>The clarity of a divination is always based on [PB] of the fortuneteller:</p>\n<p>&bull; <strong>[PB] 1 to 6: </strong>The fortune-teller&rsquo;s message is cryptic and indirect. The interpretation is incomplete, but the recipient Character of the Ritual will understand it once it comes to pass. The Character can automatically succeed at one Skill Test that applies to the situation described in the Ritual, providing it occurs within a month of the Ritual.<br>&bull; <strong>[PB] 7 to 12:</strong> The fortune-teller&rsquo;s message is clear, but incomplete. Important facts may be missing, but the recipient Character of the Ritual will understand it once it comes to pass. The Character can automatically succeed at two Skill Tests that apply to the situation described in the Ritual, providing it occurs within a month of the Ritual.<br>&bull; <strong>[PB] 13+:</strong> The fortune-teller&rsquo;s message is crystal clear and the GM should communicate it to the Character who was the recipient of the Ritual. The Character can automatically succeed at three Skill Tests that apply to the situation described in the Ritual, providing it occurs within a month of the ritual.</p>\n<p>However, the divinatory approach used and whether a Critical Success or Critical Failure was rolled, you gain an additional Effect:</p>\n<p>&nbsp;</p>\n<h4><strong>ASTROLOGY</strong></h4>\n<p><strong>Suggested Reagents:</strong> Astrological chart, stars, telescope</p>\n<p><strong>Critical Success: </strong>You have deepened your understanding of the Vault of Night, having been exposed to something damningly enlightening. Perhaps a new star or constellation is revealed to you. Place 1 Fortune Point into the Fortune Pool.</p>\n<p><strong>Critical Failure:</strong> You discover a new constellation, but are unable to interpret its meaning as it relates to the zodialogical charts of the recipient of your auguries. You gain 6 Corruption.</p>\n<p>&nbsp;</p>\n<p><strong>CARD READING (CARTOMANCY / TAROMANCING)</strong></p>\n<p><strong>Suggested Reagents:</strong> Deck of playing cards, blocks engraved with animals, tarot cards</p>\n<p><strong>Critical Success:</strong> The cards suddenly levitate into place upon the table, reordering themselves to reveal a deadly secret about the subject of the Divination&rsquo;s true enemy. Should the recipient have the Drawback of Nemesis, they can use Fortune Points upon their next encounter with their Nemesis. Otherwise, the player can add a 1D6 Fury Die to all melee and ranged Damage against a foe during their next fight.</p>\n<p><strong>Critical Failure: </strong>Your cards suddenly burst into flames, providing a significant amount of heat and light, equivalent to a candle. Its flames are considered to be Mildly Dangerous. Those who witness this event must succeed at a Resolve Test or else suffer from Fear.</p>\n<p>&nbsp;</p>\n<p><strong>CAST RUNES</strong></p>\n<p><strong>Suggested Reagents: </strong>Bag of pebbles, juju, set of runestones</p>\n<p><strong>Critical Success: </strong>The runes begin to softly glow, ebbing a pleasant blue light. The recipient gains 1 Fortune Point, which they alone can use within the next 24 hours.</p>\n<p><strong>Critical Failure: </strong>The surface in which the runes were lain begins to tremble, until the runestones shake and eventually break into tiny pieces. Your mind is penetrated by a damning truth: your own death. Whenever you come into a situation that would be referenced by your Dooming, you must flip the results to fail all Skill Tests. This lasts for 24 hours.</p>\n<p>&nbsp;</p>\n<h4><strong>DREAM INTERPRETATION (ONEIROMANCY)</strong></h4>\n<p><strong>Suggested Reagents: </strong>Bed, diary, pillow</p>\n<p><strong>Critical Success:</strong> You begin to have a recurring dream, with increasing intensity and clarity until its meaning is made clear to you. This dream is tied to the recipient&rsquo;s fate, and does not stop until you fully interpret it. It will reveal itself within 1D10+1 days. Upon its revelation to both you and the recipient of your fortune-telling, it will allow them to automatically succeed at one additional Skill Test that applies to the situation from the Ritual.</p>\n<p><strong>Critical Failure:</strong> You reverse the meaning of a key element from the recipient&rsquo;s dreams, so that its interpretation is completely different from its true meaning. You gain 6 Corruption.</p>\n<p>&nbsp;</p>\n<h4><strong>PALMISTRY (CHIROMANCY)</strong></h4>\n<p><strong>Suggested Reagents:</strong> Hand, head or foot of recipient</p>\n<p><strong>Critical Success:</strong> You have discovered a critical path along the recipient&rsquo;s lifeline that leads to their doom. Should they be required to sacrifice a Fate Point over the next 24 hours, they ignore having to use it. This only lasts one time, until their next Fortune-telling.</p>\n<p><strong>Critical Failure:</strong> You notice several severe lines along the recipient&rsquo;s palm that resemble a pattern of chaotic manipulation of their lifeline. It may resemble a diabolical rune, a symbol of a Daemon or otherwise infernal influence. You gain 6 Corruption.</p>\n<p>&nbsp;</p>\n<h4><strong>SCAPULIMANCY</strong></h4>\n<p><strong>Suggested Reagents:</strong> Bag of finger bones, bones of a raven, plastron of a turtle</p>\n<p><strong>Critical Success:</strong> The bones fall in a clear pattern, which is recognizable even by unskilled diviners. It may resemble a map, a heraldic device or other symbols &ndash; even letters spelling out a word. Place 1 Fortune Point into the Fortune Pool.</p>\n<p><strong>Critical Failure:</strong> As you toss the bones, they shatter and fly around for a moment. Those who are within 3 yards of the Fortune-telling must succeed at a Coordination Test or else suffer 1D10+1 Damage. When the bones inflict a Moderate Injury, it is always a Black Eye. When they inflict a Serious Injury, it is always Head Trauma. Finally, when they inflict a Grievous Injury, it is always a Vitreous Hemorrhage.</p>\n<p>&nbsp;</p>\n<h4><strong>SCRYING</strong></h4>\n<p><strong>Suggested Reagents: </strong>Bonfire, cauldron, mirror</p>\n<p><strong>Critical Success: </strong>Blinding light bursts forth from the scrying device as images hang in the air like an illusion. Everyone who witnesses this event gains an additional +10 Base Chance to any three Skill Tests that apply to the situation described in the Ritual.</p>\n<p><strong>Critical Failure: </strong>The scrying device shatters into a million-million pieces and is otherwise destroyed. You suffer 3D10+3 mental Peril. If for some reason you are Incapacitated! from this, you fall unconscious for six hours. You cannot recover your Peril Condition Track for 24 hours after being unconscious, as you suffer from terrible visions.</p>"
      },
      "reagents": {
        "@en": "<p>The reagents vary based on divinatory approach and must be held in-hand as the Fortune-telling begins. Suggested Reagents are described for each of the divinatory approaches detailed later in this Ritual.</p>"
      }
    }
  },
  "type": "ritual"
}
