{
  "_id": "sCjDZRYH2htmipe9",
  "data": {
    "castingCost": 0,
    "castingTime": "1 min",
    "description": {
      "@en": "Your form shifts into something unwholesome and alien, revealing your true patronage to the Prince of Decay."
    },
    "distance": "Yourself",
    "duration": "6+[WB] minutes",
    "notes": "",
    "principle": "Lesser",
    "rules": {
      "criticalFailure": {
        "@en": "One of your body parts ‘burbles’ and wobbles as if made from gelatin, but quickly returns to its former physicality. The spell is wholly unsuccessful; however, it has left its mark upon your body and weakened that body part. Roll [[/roll 1D6]] Chaos Die: on face ‘1-2’ it is your left arm, on face ‘3-4’ it is your right arm, on face ‘4’ it is your left leg, on face ‘5’ it is your right leg and on face ‘6’ it is your body. Whenever you are struck with a Called Shot to that particular body part, you cannot add your [BB] to your Damage Threshold to withstand Damage."
      },
      "criticalSuccess": {
        "@en": "As above, but triple the Duration."
      },
      "effect": {
        "@en": "After successfully casting this spell, you take upon a gelatinous physicality as your body is covered in bubbling pustules and an arm sprouts from your back, its skin undulating with boils and pimples. In addition, you can crawl up vertical surfaces as well as across horizontal surfaces with ease (but treat both as Hard Terrain). Your new arm is treated as a one-handed ranged weapon with the Fast, Powerful and Throwing Qualities, with a Distance of 1+[WB] yards and a Load of 1 AP. Instead of using your [CB], refer to your [WB] to determine Damage. Whenever you strike or Parry with your arm, refer to your Incantation Skill instead of a Combat-based Skill. You may inflict Injuries with this attack, but foes always suffer from Chaotic Rot instead. For the Duration of the spell, you are temporarily immune to Injuries and Perilous Stunts."
      },
      "reagents": {
        "@en": "A diseased person’s pancreas, partially consumed (expended)"
      }
    },
    "tradition": "Covenant"
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/wizard-staff.svg",
  "name": "Carbuncle of Horror",
  "type": "spell"
}
