{
  "_id": "xaNYFiMIe5uxcBsa",
  "effects": [],
  "img": "systems/zweihander/assets/icons/artisan.svg",
  "name": "Artisan",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Butcher, baker or candlestick maker, Artisans produce the trappings of civilized life. Through years of training and practice, they hone skills until their hands move by instinct and their eyes spot imperfections, exhibiting a precision and expertise unmatched save by their peers. This, and membership of a guild, is what sets them apart from the common Laborer. The guild is both fraternal society and closed shop, keeping the integrity of their trade by preserving the more advanced techniques for its members only. These ‘mysteries’ are what produce castle-forged steel, steam engines and the myriad other rare but needed items in modern times. Whatever their trade, all Artisans take immense pride in their work.\nWhile some Artisans do run their own business, most are subject to their guild’s statutes and bylaws. A rare few venture out to perform dangerous tasks, as most Artisans simply aren’t cut out for a life of adventuring. Instead, they tend to help their neighbors in other ways. A local brewmeister may host the secret meetings of revolutionaries beneath their workshop. Another may craft black market weaponry for a local fence to sell off. The local butcher may serve darker purposes, finding that vagrants better serve society fed to their pigs or ground up into a warm meat pie. One way or another they must support their neighbors – whether that leads them to ruin is another matter."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Long-Winded"
      },
      {
        "linkedId": null,
        "name": "Strong Jaw"
      }
    ],
    "professionalTrait": {
      "name": "Guild Privilege",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!xaNYFiMIe5uxcBsa"
}
