{
  "_id": "pPw1AiWX7rn0gbjY",
  "effects": [],
  "img": "systems/zweihander/assets/icons/gothic-cross.svg",
  "name": "Grand Master",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "A knight brings gallantry and reputation to a military force, for without chivalric leadership, they would simply be another group of armed brigands fighting at the behest of some petty count. Yet when a Grand Master stands in the vanguard, emperors and kings alike pay heed. A Grand Master is the head and de facto commander – though in their declining years some Grand Masters do delegate the latter role – of a fraternal order of Grail Knights and Chevaliers and their Squires. Grand Masters wield nearly as much power and respect as some rulers, granted special dispensations by both the clergy and state alike to operate unfettered by the law. Veterans of countless campaigns, they are military leaders and advisers of great skill, earning the respect of their peers and sometimes the jealousy of religious figures and powerful politicians. It is rare to find a Grand Master living a sheltered life, for the horn of war is trumpeted often. Grand Masters wade into battle pauldron-to-pauldron with their brothers and sisters, resplendent in gleaming armor and their order’s banner snapping in the wind above their head. Each order has but one Grand Master and how they achieve that station varies. Nevertheless, Grand Masters remain a close confidante to their fellow knights, no matter how high they soar politically… or fall tragically.\\nGrand Masters whose orders have been destroyed or been disenfranchised often operate undercover to restore their lost valor. Grand Masters are without peer in combat, both from a tactical point-of-view and in actual engagement. They can rouse even the weariest of spirits and make even the darkest cause seem divine and true. All that responsibility, however, weighs heavy upon the shoulders of a Grand Master. To lead an order of virtual sisters and brothers, bonded by fidelity and love, means watching their closest of kin fall under the sword time and time again. It is not unsurprising that some Grand Masters eventually break under such pressure, becoming a lone wolf hell-bent on vengeance without end in a campaign of terror."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least two Skill Ranks in both Martial Melee and Ride in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Hard To Kill"
      },
      {
        "linkedId": null,
        "name": "Military Formation"
      },
      {
        "linkedId": null,
        "name": "Second Skin"
      }
    ],
    "professionalTrait": {
      "name": "Valorous Aura",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "And Justice for All",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!pPw1AiWX7rn0gbjY"
}
