{
  "_id": "uAFvXHVWXXFxt9Uu",
  "effects": [],
  "img": "systems/zweihander/assets/icons/knight-banner.svg",
  "name": "Squire",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Squires undergo long hours of training to develop both martial and scholarly skills, performing rote tasks to instill strict discipline. They serve mentor knights, performing mundane duties such as caring for their horse, cleaning and maintaining their arms and armor, helping them into their armor and even fighting alongside their patron in battle. Some even attend forming schools, academies which pride themselves on equestrian arts, military history and strategy. Naturally, their students were all born with a silver spoon in their mouths, though it is not unheard of to find those born of lower status or bastardry serving as Squires to lowlier knights. On the battlefield, they are taught to value strength in numbers over personal might, reflected by their adherence to tactical warfare.\nWar never changes, but it changes those who make war. Each battle takes its toll on the Squire in the form of lost companions and shattered sanity. Then Chivalric altruism gives way to selfish survivalist instincts, the fresh-faced recruits turn jaded, intent on butchering their enemies. It is of no great surprise to find that the most murderous and sanguine of gently-born warlords began their tutelage as a Squire. Disenfranchised soldier-squires are even more dangerous as having lost both honor and wages, they often turn to brigandage and pillage – or worse. Some even look to found their own baronies, perhaps enslaving the local population in the process. This bothers them little, for they acutely know how demoralizing it is to serve without recompense."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Arbalest’s Speed"
      },
      {
        "linkedId": null,
        "name": "Fencer’s Panache"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      }
    ],
    "professionalTrait": {
      "name": "Mettle & Steel",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!uAFvXHVWXXFxt9Uu"
}
