{
  "_id": "yfDDai6WrgT8nlQR",
  "effects": [],
  "img": "systems/zweihander/assets/icons/bailiff.svg",
  "name": "Bailiff",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Everyone locks their doors when the Bailiff comes to collect. The Bailiff ’s main job is guarding the various major roadways that cross the lands. Roads are expensive to build and maintain, so the Bailiff is employed by local government to collect tolls for those that use them. Besides collecting road tolls, the Bailiff undertakes other bureaucratic tasks in the towns where they are appointed, including tax collector, debt collector, and local government strong-arm. The Bailiff wears many hats, but townspeople hate them all. Some may be corrupt, other just try to do their job, but when the job is to take people’s money, respect is the last thing earned.\nA Bailiff can lose their job for slightest of reasons. Whether it is because belligerent peasants have driven them out of town, they embezzled the taxes from their lord or local government no longer needing their services, the Bailiff often finds themselves forced out onto the road in search of another post or something hopefully better. Often seen as no more than a pampered official, the Bailiff ’s varied responsibilities and occasional need to fend for themselves, makes them broadly skilled, from intimidation tactics to advanced combat maneuvers. Bailiffs often quest to return to a lord’s good graces, to obtain a need employer, or simply to engage in exploitation and thuggery. It remains rare for Bailiffs to gain respect, admiration or safety; not only do their customers hate them, Mutants are equally as happy to have them for lunch."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      },
      {
        "linkedId": null,
        "name": "Meeting of the Minds"
      }
    ],
    "professionalTrait": {
      "name": "Pay the Piper",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 17900000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!yfDDai6WrgT8nlQR"
}
