{
  "_id": "22KmRrD28leuuW6L",
  "effects": [],
  "img": "systems/zweihander/assets/icons/animal-hide.svg",
  "name": "Skinwalker",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "In some cultures, the light of the ‘true gods’ have yet to shine upon them. Instead, these lost cultures worship Primevals – superior apex creatures of the natural world that represent their best interests, and looks over their clan. Skinwalkers claim these spirits have taken a special interest in them, choosing them as their champion and to serve as an avatar of sorts. Often discovered through vision quests in the wilderness or near-death experiences with Primeval creatures, Skinwalkers seem to obtain the traits of their primal guardian; the cunning of a silverback warg, the strength of a barrel- bellied orc or what have you. Those of a more academic bend chalk this up to simple self-realization, but when viewed through the lens of Magickal insight, these warriors do seem to emanate some sort of animistic, otherworldly energy.\\nSkinwalkers, regardless of their culture, are highly- respected individuals who serve as paragons for everything their clan stands for. However, shamen warn fresh-to-the- fold Skinwalkers of the danger of relying too much on these spirits, for they are very old and not completely benevolent. Those who do not heed these warnings start to take on a more physical appearance of their Primeval - the water panther causes the skin to become squamous and rigid, the howlbear causes the Skinwalker’s shoulders to become hunched or webbing between digits and limbs for those who worship of death bats. Eventually, these Skinwalkers who have given into their desire for power become more beast than man, and are either banished, imprisoned or killed. Rumors of half-man/half-beasts may not be fully lycanthropic, but rather ones of unbound hubris."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least two Skill Rank in Survival in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Hard to Kill"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      }
    ],
    "professionalTrait": {
      "name": "Primal Rage",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Monstrous Weakness",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!22KmRrD28leuuW6L"
}
