{
  "_id": "7yJQZLcSLsxPtmKA",
  "effects": [],
  "img": "systems/zweihander/assets/icons/newspaper.svg",
  "name": "Pamphleteer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "One of the most important inventions of the last few decades is not the mechanical clock, the microscope or even gunpowder, but rather something simpler – movable type. The printing press has revolutionized how stories are made, spread around and read, allowing even the poorest folk the chance at education and modernization. The humble Pamphleteer operates these printing presses, and disseminates what they print to the streets. Since the technology is relatively new, many are printing simple things like leaflets, religious tracts and written notices. This is what sets them apart – though some Pamphleteers print erotic poems, penny dreadfuls and other less intellectual material, most are taking it upon themselves to gather and spread news otherwise unobtainable. Many Pamphleteers are champions of the common folk, giving them information and ideas they would otherwise have no access to.\\nAnd that is precisely why many see Pamphleteers as dangerous – clergy and kings alike have long decided what citizens should and should not know, and many a Pamphleteer has had to face the consequences of publishing the oft-dangerous rhetoric in their broadsheets. Despite their resourcefulness, cunning and intellect, many are run out of smaller towns if the propaganda does not meet its ruler’s decrees. All the better perhaps, for a Pamphleteer can instead live their own fascinating adventures to publish in the future. Sometimes those adventures turn sour or strange compulsions absorb the Pamphleteer’s attention – it is then that the elite have to worry, as the Pamphleteer returns to publish works of alternative thinking, sedition and anarchy. These ideas begin to sow chaos and discord, and not all stories the Pamphleteer prints are necessarily true. There is a thin line between being an upright journalist and a rabble-rousing perfidious game-playing pundit, and some Pamphleteers are not afraid to cross it to achieve notoriety."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "professionalTrait": {
      "name": "Extra! Extra!",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 3300000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!7yJQZLcSLsxPtmKA"
}
