{
  "_id": "G89bcHOGNimwSXsn",
  "effects": [],
  "img": "systems/zweihander/assets/icons/hedge-knight.svg",
  "name": "Hedge Knight",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Arm-strong, but penny-poor, the Hedge Knight has little to their name save their martial prowess and a pair of well-worn spurs. Most Hedge Knights are little more than upjumped mercenaries, constantly on the move in search of a new patron. With no lands or lord to serve, they lay their heads down each night ‘beneath the hedge’, sleeping beneath the stars. One thing is consistent; these freelancers oftentimes crop up in tournaments as a black knight, using the air of mystery to dominate the field while currying favor with local lords. Other Hedge Knights are disgraced Squires who never improved past their training – all they know is fighting and chivalry, yet they are not qualified to actually join a knightly order. It is a constant irony that hangs over them, forever cursed by their skills and mocked for their incompetence.\nThe Hedge Knight’s wanderings often take themselves in the extremes of a grim & perilous world. Smallfolk may beg these knights-errant to help protect their village or rally together against the Hedge Knight assuming them to be yet another marauder. Unencumbered of the politics of a formal order, some see themselves as the true embodiment of the knightly code. Others grow to scoff at useless titles and ideals, wondering why they must wait for them to be granted by others when they could just take them by force. Banditry is not an uncommon ‘virtue’ of such Hedge Knights, robbing and stealing as they see fit."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Gatecrasher"
      },
      {
        "linkedId": null,
        "name": "Impenetrable Wall"
      },
      {
        "linkedId": null,
        "name": "Mounted Defense"
      }
    ],
    "professionalTrait": {
      "name": "Issue Challenge",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Crestfallen",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!G89bcHOGNimwSXsn"
}
