{
  "_id": "qwXwnA9lyJuouwBn",
  "effects": [],
  "img": "systems/zweihander/assets/icons/racketeer.svg",
  "name": "Racketeer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The one figure that every shopkeeper dreads is the overdressed thug done out in cheap finery and knocking at their door to collect their monthly protection fee. This is the Racketeer, a thug who portrays themselves as just an honest businessmen wanting to “protect the community we all live in”. Most Racketeers run solo operations, backed by a small gang or even a Pugilist, but some landlords employ them as rent collectors, as do some aristocrats as aggressive tax collectors. Although the Racketeer will be the first to tell you they hate violence – “it’s bad for business!” – if veiled threats have no effect, then they will readily leave a few bruises with their sap, threaten a loved one or take a club to a shopkeeper’s knees. Or get their muscle to do it. Though ready to resort to violence, Racketeers rarely kill. Better to take their cut and keep people alive, so they can continue to collect.\nIf shopkeepers can collectively find enough courage to stand up to a Racketeer (and how dare they?), then the Racketeer will find themselves run out of town and penniless. This is when the adventuring life looks to be a better prospect, offering opportunities to employ their honeyed words on the unsuspecting or unleash any pent-up aggression upon the hordes. Though they think themselves the masters of business acumen and deception, the downside is that when their violence and trickery fails, the Racketeer is left revealed as nothing more than the two-bit thug they always were."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Education"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      }
    ],
    "professionalTrait": {
      "name": "Mastermind",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!qwXwnA9lyJuouwBn"
}
