{
  "_id": "cYwtbYxK1SrqK3lk",
  "effects": [],
  "img": "systems/zweihander/assets/icons/coachman.svg",
  "name": "Coachman",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Travel is long and arduous, full of danger and foul weather, and for the wealthy and the elite, the only way to travel is by stagecoach. Driven by Coachmen who brave and learn the dangers of the road, they also know basic survival and mechanical skills and they know how to gain the trust of animals, horses in particular. Besides ferrying passengers, Coachmen haul foodstuffs and carry mail, as well as traveling shows and more up and down the muddy roads of the modern era. They also know all the trails and shortcuts, meeting deadlines and delivering packages through rain, sleet or bandit raids. When latter happens, the Coachman keeps a blunderbuss besides their seat.\nWhen this drudgery tires, some Coachmen trade in their reins for a life of adventure, where their weapons, wilderness, and navigation skills can prove useful. Of course, outside of established roads and cities, far out in the wilderness, the Coachman is as lost as any other. The night is dark and full of terrors and they no longer have the elegant lamplights of the coach to illuminate the shadows. Under such pressure, some Coachmen fold and flee back to the civilization and powdered wigs they know and love, rather than face the legions of hungry beasts, greedy brigands and Abyssal terrors. Not that Coachmen are cowards per se, but simply naked as any other adventurer when confronted with the great unknown."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Mounted Defense"
      },
      {
        "linkedId": null,
        "name": "Saddle-born"
      }
    ],
    "professionalTrait": {
      "name": "Four-in-hand",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!cYwtbYxK1SrqK3lk"
}
