{
  "_id": "ZC14Smh8DtulQlpH",
  "effects": [],
  "img": "systems/zweihander/assets/icons/duality-mask.svg",
  "name": "Entertainer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "When the nights draw in and the dark shadows lengthen or after days spent in drudgery, many go looking excitement, levity, or wonder. When they do, it is the Entertainer that can provide all of these. Whether they are acrobats, actors, bards, musicians, painters, playwrights, poets, puppeteers, singers or writers, the Entertainer lives to create and entertain, either for the masses or their patron. Each of the races has its own specialized entertainers, whether it is the Dwarven boasters, the Elves making performances out of shaping and sculpting trees with Magick or Halfling’s rather unappetizing feats of ‘meat juggling’. Entertainers typically have a specialty as well as other skills, but nearly all of them are charismatic, intelligent and often, a little underhanded. Depending on their talent and medium, Entertainers may be hated or adored, but few ever achieve widespread fame.\nUnless the court bard for a wealthy aristocrat, being an Entertainer rarely pays the bills or puts food on the table. So some Entertainers choose to sharpen their quills into swords and take up a life of crypt-delving and bloodshed. Given this grisly line of work, most are more at home in public houses, courts, at masquerades and on street corners. A clever joke, a bawdy ballad or a seductive dance can more easily sway people than a threat of violence, so it’s here an Entertainer shines. Sadly, creativity and madness are only a thin line apart, and too many run-ins with flesh-eating creatures and servants of the Abyss and hellish Magick can throw an Entertainer over that line. It may start innocently with lyrics or images of darker matters, but before you realize it, an Entertainer’s medium is no longer paint but blood and their worst critic is the new mouth growing in the palm of their hand."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Ambidexterity"
      },
      {
        "linkedId": null,
        "name": "Doppelganger"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      }
    ],
    "professionalTrait": {
      "name": "The Show Must Go On",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 10700000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!ZC14Smh8DtulQlpH"
}
