{
  "_id": "xgb872RMeBrTTuSo",
  "effects": [],
  "img": "systems/zweihander/assets/icons/chattel-slaver.svg",
  "name": "Chattel Slaver",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "It is not just the incursions of Chaos and Orx hordes that those living on the fringes of society have to fear. There is also the danger that might be kidnapped and sold into slavery. Although slavery no longer exists as an institution in most civilized lands, there are some regions that are still run off the backs of slave labor and there is constant demand for slaves in these regions. Supplying this demand is the Chattel Slaver, a villainous figure who rounds up and sell others, but also works as a slave master and pit boss. Some Chattel Slavers simply deal in bondsmen or indentured servants, who work for them a certain time until their debts are paid, but most exploit the peoples of other lands, capturing and shipping them far away to be worked until their deaths. The very worst of them take vile delight in subjugating others, lashing their slaves for the slightest infraction or forcing themselves upon their slaves. Chattel Slavers are rarely tolerated in civilized lands, but this does not stop their dark trade continuing in the furthest recesses of the world.\nChattel Slavers who turn towards adventuring find use in their cruelty and violence, using their sword to speak when the crack of a rawhide whip is not loud enough. They also find a strange kindred with races that power their economies with slaves, such as the Siabra and the Dvergar. Some Chattel Slavers actually revoke their ways and try to reform themselves, becoming abolitionists who seek to undo slavery and all its consequences, but they are rare. The dark gods love a Chattel Slaver, for they are basically already doing their work for them – instilling fear, hatred and uprising among the weak. Vile demon lords will often welcome a Chattel Slaver with open arms, giving them red-hot brands and barbed whips to continue with their foul duties."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Interrogation in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "SImple Melee"
      },
      {
        "name": "Skulduggery"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Beatdown"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "professionalTrait": {
      "name": "Master’s Whip",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Callous Attitudes",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!xgb872RMeBrTTuSo"
}
