{
  "_id": "xJ6bAJJY5nOwBuFu",
  "effects": [],
  "img": "systems/zweihander/assets/icons/sound-on.svg",
  "name": "Skald",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1734990834181,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Upon the battlefield, the screams of terror and the sound of hewn flesh can nearly drive a person to rout and flee their comrades in arms – the soldiers need something to distract them, to keep them focused on the battle. The person who does that is called the Skald, a musician, drummer or speaker whose job is to inspire the troops. Skalds differ from Entertainers in that Skalds are soldiers rather than civilians, albeit specifically trained to boost the morale of the men and women around them. Their tools vary: many modern armies have drum and flute corps, while more tribal people may shout intimidating chants or exaltations of valor. It is even known for Skalds to accompany crusaders in their wars in the holy lands, their Skalds belting out scripture and divine providence to show that god is on their side. When not in the midst of battle, Skalds bring cheer to the troops, sometimes on the march, but usually when encamped, performing raucous songs of victory and love while the soldiers drown their sorrows in ale over comrades and loves lost.\\nSkalds rarely concern themselves with the size or type of military unit they perform for, whether mercenary band or adventuring group, as to them the ballad played to a Squire is much the same as a song played to a Sellsword. One curious aspect of a Skald is their age. Often, in many ‘civilized’ lands, armies will recruit young boys to serve as drummers and fifers – many of these boys being more than willing to join up, typically out of a sense of patriotism as much as adventure. Sadly, exposing children to the often unspeakable sights and horrors of war, having them see their eager comrades and jaded mentors cut down before them and then expecting them to march over their corpses and leave them behind with barely a glance, is not without its consequences. Many go mad far before they reach adulthood, that is, if they are captured and turned into child soldiers by less scrupulous armies and mercenary companies. For there is nothing more sorrowful and pitiable than seeing a hollow-eyed child returning home, their life and spirit taken from them by the brutal truths of war."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": {
        "skillRanks": [],
        "additional": ""
      }
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[BB]",
        "purchased": false
      },
      {
        "name": "[CB]",
        "purchased": false
      },
      {
        "name": "[FB]",
        "purchased": false
      },
      {
        "name": "[FB]",
        "purchased": false
      },
      {
        "name": "[IB]",
        "purchased": false
      },
      {
        "name": "[IB]",
        "purchased": false
      }
    ],
    "skillRanks": [
      {
        "name": "Charm",
        "purchased": false
      },
      {
        "name": "Education",
        "purchased": false
      },
      {
        "name": "Folklore",
        "purchased": false
      },
      {
        "name": "Leadership",
        "purchased": false
      },
      {
        "name": "Martial Melee",
        "purchased": false
      },
      {
        "name": "Resolve",
        "purchased": false
      },
      {
        "name": "Rumor",
        "purchased": false
      },
      {
        "name": "Simple Melee",
        "purchased": false
      },
      {
        "name": "Simple Ranged",
        "purchased": false
      },
      {
        "name": "Warfare",
        "purchased": false
      }
    ],
    "talents": [
      {
        "linkedId": "v6tIVgfHMuYK0Smy",
        "name": "Carousing",
        "uuid": "Compendium.zweihander.zh-talents.Item.v6tIVgfHMuYK0Smy"
      },
      {
        "linkedId": "2BQgCknFDwpvM47Q",
        "name": "Nerves of Steel",
        "uuid": "Compendium.zweihander.zh-talents.Item.2BQgCknFDwpvM47Q"
      },
      {
        "linkedId": "pIAw2DKMeOlG7EyT",
        "name": "Worldly",
        "uuid": "Compendium.zweihander.zh-talents.Item.pIAw2DKMeOlG7EyT"
      }
    ],
    "professionalTrait": {
      "name": "The Bard's Tale",
      "uuid": "Compendium.zweihander.zh-traits.Item.LMd6Gdbxnobw6AEn",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 17300000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!xJ6bAJJY5nOwBuFu"
}
