{
  "_id": "Ev1jBChxbAmdcOlK",
  "effects": [],
  "img": "systems/zweihander/assets/icons/badlander.svg",
  "name": "Badlander",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The wilderness is full of dangers, both mundane and fantastic, and only the Badlander truly knows the best ways to survive under soaring canopies or in frigid valleys. Die-hard survivalists, trackers and hunters, Badlanders are consummate rangers that can follow tracks that are weeks old and navigate by the stars on overcast nights. They are often hired as scouts by mercenary units or armies, their task to forge ahead of the main vanguard, using stealth and observation to watch and report on enemy movements. Badlanders are also hired as caravan guides and navigators. They are expert marksmen, never being seen without their longbow and a full quiver of arrows. Individualists who believe that civilized society only exists to hold them back, when not working, Badlanders live alone, honing their skills in the wilderness they fear and respect. Most haunt a specific wilderness, often working along with Druids and Gamekeepers as its protector.\r\nBadlanders are loners at heart, so it rare that they leave their solitude to become adventurers. Most do so out of a sense of duty to protect people in the wilds and protect the wilds from them. Independently-minded rather than dour, Badlanders are fantastic fighters, able to target an Orx at a thousand paces and nestle an arrow between their eyes with hardly a thought. Their solitude can be their undoing – endless nights stalking enemies, eating spoiled food to survive and the eerie silence they must keep is enough to drive anyone to madness. Those that break become true wildmen – xenophobic outlaws who will attack anyone they see as a threat."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Survival in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Light Sleeper"
      },
      {
        "linkedId": null,
        "name": "Long-winded"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      }
    ],
    "professionalTrait": {
      "name": "Leaf on the Wind",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Enjoy the Silence",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!Ev1jBChxbAmdcOlK"
}
