{
  "_id": "unaovsGGIT90Mhfd",
  "effects": [],
  "img": "systems/zweihander/assets/icons/suspicious.svg",
  "name": "Fanatic",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "To most common folk, religion and the gods serve as a balm - as the world crumbles around them and descends into anarchy, they know that they are right with the gods and will receive their just reward upon death. However, there are those who believe that weekly prayers are not enough. These Fanatics feel their flesh is weak and unable to achieve or understand the full extent of divinity, and they must harden and temper it to achieve perfection. The ultimate result of the Doomsayer, Fanatics know nothing but pain and devotion. The more ‘benevolent’ Fanatics purge others’ sin with iron and fire, while others spend the remaining years of their life stripping their backs to ribbons to reveal the divine mysteries. Abbots of the faith can find some of their most militant and stalwart followers in the Fanatic, but many balk and cower at those who have blinded themselves for faith - sometimes even quite literally.\\nDaily do Fanatics toe the line between their obsession and the calls of Corruption. True, Fanatics know much canon and many have become so inured to pain they are resilient warriors of their god, but at what cost? They are already exiles among the common folk and often heretics among their own faithful, but the Abyssal Princes lauds and loves the Fanatic for their passion and dedication. What difference is there in flaying yourself for the God-Emperor or the Prince of Violence aside from a slight change in name? Even the most experienced, enlightened Fanatic can see the passion and fury in the hordes of Daemon-worshipers, and feel what may be called a form of begrudging respect. Thus, many of these lambs go to the lion’s den of outer darkness, and they are consumed by it."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Folklore in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Die Hard"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      }
    ],
    "professionalTrait": {
      "name": "Religious Fervor",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Gospel of Desolation",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!unaovsGGIT90Mhfd"
}
