{
  "_id": "f5jy1tjr8t1kQhDH",
  "effects": [],
  "img": "systems/zweihander/assets/icons/ship-wheel.svg",
  "name": "Shipmaster",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Every country must have a king, and upon the high seas where there is no country, every Shipmaster is a king in their own right. Shipmasters are captains of seafaring vessels, whether they be long boats, merchant clippers or large galleys. Shipmasters not only lead and direct their crews, they also plot courses, negotiate trade deals, order attacks and when tales of their exploits and explorations reach the shore, become legendary figures in their own right. Some Shipmasters are fine spending their days commanding their family’s fishing vessel, while others make a name for themselves as brilliant admirals or dread pirates. Owning a ship is no mere trifle – it serves as transport, housing and livelihood all-in-one for the Shipmaster and the crew. The Shipmaster is a thankless task that requires strong leadership, either with closed fist or open palm – if that does not exist, these ‘kings of the sea’ can easily be dethroned and cast into the deeps.\\nShipmasters go where the wind or their pockets take them, and many hire their services out as both privateers and ferrymen for adventurers looking for new vistas. They know their way around a sword, a wheelhouse and a podium, able to lead and back that leadership up with force into the bargain. Aside from their vessel, Shipmasters rarely have more than a few possessions – their crew substitutes as family, the ocean as their homeland and their ship as home. More than a few Shipmasters’ brains have been ‘cooked’ by the blazing summer sun or their hearts ‘frozen’ by the ice of winter, their ship coming to mean more than the crew which is willingly left to starve and die in order to keep the ship from sailing into port ever again. Rumors abound that ghost ships of the high seas are indeed these cursed Shipmasters, fleeting between corporeal reality and a ghostly demise."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least two Skill Ranks in Pilot in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Pilot"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      }
    ],
    "professionalTrait": {
      "name": "Aye Aye Skipper",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Sea Legs",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!f5jy1tjr8t1kQhDH"
}
