{
  "_id": "3gVetu2PuWkLHSGm",
  "effects": [],
  "img": "systems/zweihander/assets/icons/pugilist.svg",
  "name": "Pugilist",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The Pugilist fights with his fists for money. Perhaps they were always a scrapper and joined a traveling circus, or they learned to fight in the army and found no other career, or they learned to fight protecting their family against the Bailiffs or they are just a rowdy drunk. Now they are able to win fights with their bare fists by strength of will and atrophy of nerve. A rare few make their living as prize fighters, living off hefty purses as prizes, while the washed-up end up in the back alleys fighting for a handful of pennies or as bouncers in lowly winesinks. Regulated matches leave the fighters looking only slightly better than pounded beef, while amateur bouts can end with one – or both – participants dead. Not to mention lingering pain, blackouts and confusion; pugilism is a sport where sacrifice is key.\nWhat does a Pugilist do though, when they can no longer, or no longer want to, fight? Aggression being their forte and their livelihood, the Pugilist finds it very challenging – nigh unto impossible – to sire and raise a family or improve their station to more gentile callings. They can no more change their nature than a bull in a china shop. Many a lover or child has fallen bloody prey to their own attempts to disprove this; truly, a grim end for even the mightiest of Pugilists. All that’s left is the fight, and the Pugilist is willing to bring it on until their own bitter end comes."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Beatdown"
      },
      {
        "linkedId": null,
        "name": "Clinch Fighter"
      },
      {
        "linkedId": null,
        "name": "Ground & Pound"
      }
    ],
    "professionalTrait": {
      "name": "Mortal Combat",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!3gVetu2PuWkLHSGm"
}
