{
  "_id": "d2j4pbRTuyDZnaVF",
  "effects": [],
  "img": "systems/zweihander/assets/icons/astrologer.svg",
  "name": "Astrologer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Where everyone else simply gazes up at the same night sky and stares in awe at the majesty of the stars, the Astrologer makes the heavens their bread-and-butter. They not only mark the passage of the stars, the sun, the moon and other celestial bodies, they also assign important meaning to them. Zodiacs, movements of tides, divine providence and even your future can all be divined through the erudite interpretation of these pinpricks of light. The Astrologer is not just speaking hearsay; the heavens are indeed Magickal, and the year of your birth has just as much effect on your life as your profession will. Rarely respected, often labeled crackpots or fringe scientists, Astrologers simply ignore such jibes and put their faith in their telescopes, star charts, tarot cards and astrolabes.\nAstrologers often attest that ancient civilizations had greater knowledge of the heavens and the soul, so are prepared to explore abandoned libraries or dark crypts in search of charts of heavenly bodies long lost to time. Highly intelligent and inquisitive, Astrologers often jump to conclusions and apply meaning to things that have no meaning. Reading too much into these meanings sometimes ends with the Astrologer dead or missing, having wandered wide-eyed into a parlay with Skrzzak or allowing the whispers of an Abyssal host lead them astray. More often than not, an Astrologer’s love for Magick and the heavens is their undoing."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "professionalTrait": {
      "name": "Eldritch Signs",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Arcane Magick",
      "linkedId": null
    },
    "drawback": {
      "name": "Lure of Power",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 11800000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!d2j4pbRTuyDZnaVF"
}
