{
  "_id": "jM0QH6espOeNjQhI",
  "effects": [],
  "img": "systems/zweihander/assets/icons/funerary-mage.svg",
  "name": "Funerary Mage",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Funerary Mages and Necromancers alike understand the meaning of death, but where Necromancers fight against the march of time to live unto eternity, Funerary Mages believe in the sanctity of death as part of the natural order. Their daily interaction with the dying and the dead give Funerary Mages an acute understanding of how death comes to us all and although they embrace the certainty of death, they do not seek to wield power over it. As custodians of the dead, they guide the souls of the recently departed as they transcend from the Material Realm into the Well of Souls. This gives them a profoundly deep connection to the spirits of the world, both in life and in their passing. Funerary Mages though, do possess a vehement dislike of those that sit on the threshold between the Material Realm and the Well of Souls and they seek to banish such imbalances, for undeath does not fit into the natural order.\nGiven their preoccupation with the two realms, Funerary Mages are austere, disciplined and fatalistic. They are often accused of being otherworldly, for they are taught dark secrets as part of their duties. These almost verge on necromancy, a practice Funerary Mages revile, but which spiritually corrupted and renegade Funerary Mages often turn to. For not only do they have the base knowledge that might extend their own life, but their understanding of how time and destiny works is only the beginning of a path that may see them made a god, cast between both worlds as their own master."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of Arcane Magick."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Knifework"
      }
    ],
    "professionalTrait": {
      "name": "Spirit Sight",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Arcana of Morticism",
      "linkedId": null
    },
    "drawback": {
      "name": "Purple Temperament",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 13300000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!jM0QH6espOeNjQhI"
}
