{
  "_id": "l2UeXRBOYthOu61d",
  "effects": [],
  "img": "systems/zweihander/assets/icons/scribe.svg",
  "name": "Scribe",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Although there are wealthy nations that have developed fledgling printing-press technologies, elsewhere both the creation and replication of messages, proclamations, verbose legal texts, books and educational works as well as letters and deeds, remains the province of the Scribe. As professional readers and writers, Scribes work for those who can read – because they can afford to hire a Scribe – and those who cannot. They also need to be fast and to be able to write plain text as well as elaborate calligraphy. Many Scribes also serve as translators, turning one language into another, so that understanding can be reached between nation and races. Though the humble Scribe rarely admits it, the lives and fates of hundreds of thousands rest in their quills and ink pots.\nIt is rare that a Scribe is ousted from their work hunched over their desk, possible reasons include the forging of fake documents, the spreading of false information or propaganda, even anarchist screeds. Well-educated and quick of both wit and hand, one glance at noble’s hand and they can copy the script style as if it was a simple drawing of a flower. So many a Scribe has made themselves extra money by writing fake pardons. Such talents can land them in trouble, as many Scribes with broken and worthless hands can attest. Once ousted, the dark corners of reality their skills can take them to rarely appreciate those who can read dread scripts and translate their meaning; ask a blind Scribe how they lost their sight, and see them weep as they tell their tale of hubris and woe."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Multilingual"
      }
    ],
    "professionalTrait": {
      "name": "Scrivener’s Speed",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!l2UeXRBOYthOu61d"
}
