{
  "_id": "GXlCxN9IbhKlUR2P",
  "effects": [],
  "img": "systems/zweihander/assets/icons/conqueror.svg",
  "name": "War General",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "“No bastard ever won a war by dying for his country. You won it by making the other poor dumb bastard die for his country.” This is the common sentiment among War Generals, some of the keenest minds and strategists to ever step onto the field of battle. These soldiers have worked their way up through the ranks by slogging through midden heaps, sleeping in inhospitable territory and slaughtering countless enemies. After all the mud and pain and shit, they now lead armies and stand shoulder-to-shoulder with sultans and emperors alike in war rooms. War Generals rarely engage in combat due to their value and importance, but their charisma, tactical mindset and iron will have made them the lynch- pin in many victories. Their words inspire thousands of warriors and their wins change the strategy of war for years to come. Theirs is a hardened mind who only believes in victory, often at any cost. War Generals are not ones to bend, but when they do, they rarely break underneath the pressure. Even when they are forced to accept defeat, their staunch military minds are ready to regroup the forces under the command and to drive the next battle towards an eventual victory.\\nA sword is only useful if it stays sharp, and War Generals are often teetering on the edge. One slip-up or defeat can ruin their reputation and deem them ‘too old and inflexible’ to hold the fate of empires on their hands. Those who do not remain honorable or are incapable of swallowing their pride may instead turn to drink to wash away their failures on the battlefield. Some may even fall upon their sword. However, they may rally, and the itch of violence returns. Though their voices bellow and their tactics are exceptional, the War General needs the power – needs the control they have grown accustomed to wielding. Some begin to drive their allies harder and harder or instead rally up small armies for blind causes. Finally, a psychotic break happens and they seek to command an army at all costs. If this means leading hordes of grossly mutated marauders, then so be it, these War Generals, desperate to retain their former glory, having exchanged it for their very soul."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least two Skill Ranks in Warfare in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Light Sleeper"
      },
      {
        "linkedId": null,
        "name": "Military Formation"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      }
    ],
    "professionalTrait": {
      "name": "Art of War",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "High-Handed",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 5800000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!GXlCxN9IbhKlUR2P"
}
