{
  "_id": "FEZa3QCLMstGe5AJ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/doomsayer.svg",
  "name": "Doomsayer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The religious devotion of the Doomsayer borders on the fanatical. They believe that they were born into sin and the only way to absolve themselves of it is through ‘physical purification’, otherwise known as flagellation. They punish themselves with ritual floggings, often with a cat-o-nine-tails, but other punishments involve starvation, ritual burning, marking of the flesh and even mutilation. Proud of their scars and pain, Doomsayers see this as physical proof of their devotion and love for their god. Their bodies are temples, solemn places of suffering and fear that do not deserve their Lord’s grace. While this may seem grim, they find nothing better in life than devoting themselves body and soul to the holy spirits.\nDoomsayers often go adventuring to spread the word of their faith and show how to cleanse with pain. This makes them resistant to hardship, their own – and that of others, their devotion driving them to acts of well-intentioned sadism! Worse, many a Doomsayer has gone into a frenzy after seeing something man was not meant to see, stripping their back to the bone or scorching their hands black, full of agony. Only afterwards do they attempt to repent for what they have seen, just to die slowly, blinding pain. Other adventurers wary of the maddened Doomsayer, for filled with righteous wrath, they are too ready to inflict the punishments their god has demanded be meted out to sinners!"
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Hard to Kill"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Run Amok"
      }
    ],
    "professionalTrait": {
      "name": "Holy Roller",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "The End is Nigh",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!FEZa3QCLMstGe5AJ"
}
