{
  "_id": "4rERqA0NrBR27m40",
  "effects": [],
  "img": "systems/zweihander/assets/icons/sellsword.svg",
  "name": "Sellsword",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "When battle looms near, a normal person will ask what they’re fighting for. Their king? Their god? Their countrymen? Whatever they decide, the Sellsword knows it to be a lie. Instead, these grizzled mercenaries brandish steel for the coin it will put in their pocket. After all, if you’re good at something you should never do it for free. For many a Sellsword an early death, unsung and unloved, followed by an unmarked grave awaits them. Wiser Sellswords have found brotherhood and a nod towards safety in banding together as mercenary companies. With gruff names like the ‘The Bloody Mummers’ or ‘The Black Company’, they live and die by their reputation and results, serving as platoons in undermanned armies or garrisons, moving between employers or simply waiting for the next war.\nA Sellsword’s reputation means more than their skill. Do they honor their contracts or solicit bids from the competition? Are they cold, calculating veterans or do they seek out and revel in violence? They are rarely trusted. Soldiers doubt their loyalty. Peasants revile them for their brutality. Lords tighten their purse strings once battle is done. Sellswords take contracts that no one else will – put down a peasant revolt, evict blue-bloods from their manors or ransack a shopkeeper’s premises for a rival guild; sometimes this is the only paid work available. After all, it is the characteristic ‘clink’ of coins in the hand that drives them to murder others for profit."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Second Skin"
      },
      {
        "linkedId": null,
        "name": "Tough As Nails"
      }
    ],
    "professionalTrait": {
      "name": "Dogs of War",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!4rERqA0NrBR27m40"
}
