{
  "_id": "u5WzhEZa89UQTH68",
  "effects": [],
  "img": "systems/zweihander/assets/icons/razor.svg",
  "name": "Barber Surgeon",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "No one is more important to the health of a small town or the soldiers’ camp than a solid, experienced Barber Surgeon. Trained in the razor – both to groom the flea-ridden heads of travelers and to perform base acts of healing – they are the medical care that the poor and the burgeoning middle classes can hope for, or expect. They shave, cut and groom the people during the best of times, while they cut, sew and stitch the wounded in the worst of times. Treatment of bunions, toothaches and the like fill the times in between. You can always tell when a Barber Surgeon’s shop is near; a red striped pole dressed with blood-soaked gauze hung outside to dry is more a point of comfort than disgust.\nBleeding, leechcraft and expression of the humours is intrinsic to their trade and their learning. The esoteric ways of Galenic medicine are well-regarded by the superstitious and the ill-educated as the only way to treat the sick. Their surgery is a messy act, often being outside the understanding of most Barber Surgeons. Thus they are frequently to their patients as a butcher is to a side of beef; imperfect, sanguine and willing to cheat their customers to save a bit of coin. Anyone unfortunate enough to rely on the animal mender’s skills in times of duress will become a field of scars, or simply bleed to death. As they say, a Barber Surgeon for a toothache, a Plague Doktor for a rotted, mutated hand."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Knifework"
      }
    ],
    "professionalTrait": {
      "name": "Pliers... Scalpel... Bonesaw",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!u5WzhEZa89UQTH68"
}
