{
  "_id": "b7SpZmPuQuhe2JUf",
  "effects": [],
  "img": "systems/zweihander/assets/icons/goblin-camp.svg",
  "name": "Nomad",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Large tracts of land in many grim & perilous worlds remain unsettled and hazardous to travelers. From dangerous deserts to arid tundra, very little grows and it is hard for folk to thrive. Thus, many who live within these areas are itinerant travelers called Nomads. Being a Nomad is not so much a ‘profession’ as a way of life. Nomads travel with their tribe or village in order to follow herds, migrate between dry seasons, live as peripatetic workers or even to flee oppressors in a diaspora. Nomads have to be able to handle nearly any hardship the environment throws against them, from long marches through desolate wastes and hunting rabid beasts to protecting themselves from roving armies and other unspeakable horrors. Nomads are often hard and weather-worn, but they are also strong of heart and close of kin. Family is vital to a Nomad’s survival, for if one person falls, the whole tribe does, too.\\nNomads make most of their living off livestock, itinerant workmanship or other less savory, vaudevillian tasks. Nomads take easily to the adventuring life, though many are hesitant to leave their tribe behind as it amounts to their entire life and family. Therein lies the cruel irony for the Nomad – for not having a formal home, many of them grow homesick quite easily. Many Nomads will try to form bonds with their adventuring companions, but even then, it is not the same or as close as their tribe. Paranoia and loneliness can easily weigh down upon them, particularly as they strike out into the strange away from their traditional lands. From here, it is not difficult to implant a final seed of doubt that can lead them wandering off alone to their deaths."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      },
      {
        "linkedId": null,
        "name": "Long-winded"
      }
    ],
    "professionalTrait": {
      "name": "Weather-Worn",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Wanderlust",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!b7SpZmPuQuhe2JUf"
}
