{
  "_id": "VkcRJpzawue2hFzJ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/spectre.svg",
  "name": "Exorcist",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Most ecclesiastical hierarchies consist of Apostles who protect their shrines, Friars who teach their guidance, Abbots who head churches and monasteries and others. Among these others, is a singular provost whose duty it is to excise heresy from within – and that is the Exorcist. An Exorcist does not have access to the Magickal prayers of their more mystical brethren, but what they do possess is the unique ability to cast out haunts and spirits from the possessed. The layman may think exorcism involves the simple laying on of hands and incanting a few words, but it is much more complicated than that. Every spirit, haunt or other foul abomination is different, and the Exorcist must adapt to each of them on the fly. Exorcists are more feared than respected, both among the common folk and fellow members of their church, but both see the unique abilities wielded by Exorcists as necessary if corruption is to be driven out. Their skills and their perspicacity means that Exorcists can come to rank nearly as high as Inquisitors, but however high they ascend in the church hierarchy, their approach will always inspire trepidation.\\nThough many Exorcists are given their assignments by an Abbot, others operate as freelancers, leading an itinerant life in search of those who are driven to seek their help. They travel the countryside, moving from village to village and town to town, where with detective-like precision, they expose hoaxes and put to rest real hauntings. Some are hucksters, convincing people that they are ‘plagued by spirits’ and offering their services for a hefty fee. Exorcists may not be intimidating combatants, but what they lack in martial spirit is made up in spades by their being intimately knowledgeable about the occult and taboo subjects – including the nature of worlds beyond our own. Unsurprisingly, Exorcists are prone to possession by spirits and daemons themselves. Some chase away their experiences with deliriants, but more than a handful have thrown themselves from balconies after taking in a spirit that was haunting a young girl or frail widow. Sadly, most Exorcists find their lives on the receiving end of the vitriol and vengeance of the spirits they fight, leaving them ripped asunder by forces unknown or confined to an asylum."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in both Education and Folklore in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Skulduggery"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      },
      {
        "linkedId": null,
        "name": "Supernatural Paranoia"
      }
    ],
    "professionalTrait": {
      "name": "Spiritus Sanctus",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Libera A Malo",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 10000000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!VkcRJpzawue2hFzJ"
}
