{
  "_id": "RcMVw5r2WVa3gDK3",
  "effects": [],
  "img": "systems/zweihander/assets/icons/daemon-skull.svg",
  "name": "Grey Vivimancer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Deep below the earth, the Kabals of the Skrzzak chitter, scratch and connive over the divine authority of their mysterious god, the Thirteen. It is unknown what brings about the creation of the Grey Vivimancer, but it is a curse indeed. Both Skrzzak and other folk that become one of these dark priests grow goat-like horns that arch back past their heads. These are seen as a blessing from the Thirteen, though their Human servants must go to great lengths to hide their affliction (oftentimes beneath an oddly-shaped turban). The Grey Vivimancer sees events not in seconds, but in years as they constantly peer into the delirious haze of Wytchstone Essence. Thus, most Grey Vivimancers have green within green eyes – a signature of their Wytchstone addition. Skrzzak Vivimancers serve as close advisors to the Broodmother of a Kabal, while humanoid Vivimancers serve as liaisons of Skrzzak power on the surface world. Grey Vivimancers are both incredibly intelligent and damningly cunning.\\nThe Magicks of the Thirteen are both rotten and dark, not to be tampered with by anyone save the Grey Vivimancer. Unsurprising, they become absorbed with the Skrzzak’s foul gestalt god as they grow more powerful. Even their fellow Skrzzak become more frightened of them, seeing them less as occultists and more as direct hands (and feet) of the fury of the Thirteen. That said, Skrzzak and their allies are mostly jumped-up ruffians disrespected by other forces of Corruption – they are a new blight and one that will most likely eat its tail long before it gains ground. That does not stop the Grey Vivimancers, however, as they believe the destiny of reality is to be swallowed into the foul embrace of the Thirteen."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of either Arcane or Divine Magick."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Ambidexterity"
      },
      {
        "linkedId": null,
        "name": "Lightning Reaction"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      }
    ],
    "professionalTrait": {
      "name": "Wyrding Way",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Covenant Magick",
      "linkedId": null
    },
    "drawback": {
      "name": "Ruinous Power",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 9200000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!RcMVw5r2WVa3gDK3"
}
