{
  "_id": "PEMY6b1ekQNxvFTI",
  "effects": [],
  "img": "systems/zweihander/assets/icons/heartburn.svg",
  "name": "Ecstatic Celebrant",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "The rich and powerful enjoy much leisurely idling – from banquets and boating to billiards and bowling. But what happens when a marchioness becomes bored of her masquerades or a duke grows grim of his drink? The Prince of Pleasure sees this as an opportunity to subtly plant His Daemonic seed, so thus sending one of His Ecstatic Celebrants to the door of their estates in order to spread the dark prince’s influence. Celebrants pose as well-landed bon vivants or wondrous mystics, come to offer the pleasures of the wider world to those who are bored of calcio and have had enough of primero. Once welcomed into manor houses by their curious patrons, the Ecstatic Celebrant quickly gets to work, leading the vapid nobility into pleasures unheard of… as well as pains. Saying that they will soon unlock ‘ultimate bliss’, the Ecstatic Celebrant organizes secret clubs of libertines and debauchees. These sybarites fill their nights with Bacchic carousing, opioid-induced spirit journeys, joyous erotica and self-mutilation, only to bring decadence to its final level, cavorting in the foul halls of the Prince of Pleasure Himself.\\nEcstatic Celebrants ooze charisma. With but a word, they can instill orgasmic nocturnal emissions in an attentive student or send a joyous convert spiraling down into endless pain with a brush of their fingertips. Heedless of the dangers involved, Celebrants seek to experience every and any type of amusement and torment imaginable, so that they can ‘share’ it with others through their insidious whisperings. This of course will drive them into the arms of lunacy, but the Prince of Pleasure cares little for His occultist’s madness, for the dark prince loves to see them writhe in their own wanton, joyous destruction. He, too, was born from mankind’s willingness to engage in jubilant decadence and self-destructive hubris, so the Prince of Pleasure knows He will always hold sway for time immemorial. This is why many Ecstatic Celebrants do not even know that they glorify Him – they are simply too far removed from reality to realize that their debauchery is fueling the Prince’s destructive ends."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of either Arcane or Divine Magick."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Left-handed Path"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "professionalTrait": {
      "name": "Insidious Whisper",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Covenant Magick",
      "linkedId": null
    },
    "drawback": {
      "name": "Ruinous Power",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 8500000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!PEMY6b1ekQNxvFTI"
}
