{
  "_id": "FPflzcCyebKAaRbq",
  "effects": [],
  "img": "systems/zweihander/assets/icons/battered-axe.svg",
  "name": "Howling Marauder",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Living far to the north of civilization, where both the Abyss and the frozen gales bite at the soul, the Howling Marauders make their savage homes. Born on horseback, Marauders are barbarians: women and men who grew up in their frost-rimmed villages taught to hold the Abyssal Princes above all other gods. They are a hardy and powerful people, towering over most other men and being nearly twice as strong. Composed of countless tribes with individual traditions, their one consistency is their devotion to the Corruption made manifest. They often raid defenseless northern villages, storming walls in hallucinogenic-fueled rages with only a weapon and their armor to defend them against the bite of both cold and steel. They return to their homes with riches and slaves, both to be sacrificed to a myriad of Abyssal abominations. This is all in the hope that their peers will look favorably upon them and grow to be a Fell Knight. It is the only thing they desire more than glory on the battlefield.\\nAt first sight, Howling  Marauders seem to have no culture aside from outright barbarism, but that is not the case. Each tribe has its own nuanced traditions and Daemon its members pay tribute to which together sets it apart from the tribe in the valley on the other side of the mountain. Infighting is extremely common among the tribes, so much so that brother often runs brother through in the heat of battle. Howling Marauders do not hate those who have not tasted Corruption; they are not enemies, but rather mewling babes who have yet to taste the sweet nectar of life. No matter their Ancestry, creed or faith, if someone can storm into a Marauder camp, drink their weight in mead, devour a whole boar and bed the first person they see, the raiders will take you in as one of their own without a second word."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Martial Melee in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Gatecrasher"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "professionalTrait": {
      "name": "Disciple to Chaos",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Ruinous Power",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!FPflzcCyebKAaRbq"
}
