{
  "_id": "jnDMy6HCRfmMpSwh",
  "effects": [],
  "img": "systems/zweihander/assets/icons/american-football-ball.svg",
  "name": "Blitzballer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Life is full of pain, misery and death, but that does not mean there is little time for recreation. Ironically, that recreation sometimes involves pain, misery and death in the form of ‘Bloodblitz’ – a rough serf sport of unknown origins. Played by bruisers, cretins and dunces known as Blitzballers, the sport of Bloodblitz is played by two lineups of eleven players who compete to place an inflated animal’s stomach (affectionately called a pigskin) past a post to score points. In Bloodblitz, savagery reigns, save from a universal ‘no-weapons allowed’ rule. Blitzballers otherwise have free reign to throat punch, eye-gouge and land cheap shots on members of the opposing team. The game is complex but brutal, and has seen a rapid spread in popularity because of the unadulterated violence. The best Blitzballers have even gained a little fame, such as Herr Jervis Jänsen of the team Spiele Werkstatt – or is that notoriety?\\nWell-to-do merchants sometimes find themselves sponsoring Bloodblitz, forming teams to settle perceived (and material) scores between rivals. Although Blitzballers are brutish, many are little more than dim-witted youths – drafted off of the ploughshare and press-ganged onto the field to play for the masses and to settle disagreements between feuding merchants. Deep down, many are vulnerable, scared and unsure of how to deal with their newly-found fame in responsible ways. The very best of Blitzballers may see riches heaped upon them by their merchant-managers for their vicious acts of violence. Few understands how to properly cipher or take under account a life beyond Bloodblitz, thus spending their coin lasciviously, burning out like a candle at both ends. Of course, as much as the crowd roars at the sight of a Blitzballer smashing their elbow into a defender’s face and breaking their nose before slamming the bladder past the post and scoring a point, there is nothing more fitting than seeing a gold- laden Blitzballer in the throes of anguish – sobbing for their mother – as they lose the big game."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Long-winded"
      },
      {
        "linkedId": null,
        "name": "Run Amok"
      },
      {
        "linkedId": null,
        "name": "Strongjaw"
      }
    ],
    "professionalTrait": {
      "name": "Line of Scrimmage",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "For the Glory!",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!jnDMy6HCRfmMpSwh"
}
