{
  "_id": "ppGitGf4vlaqCqF6",
  "effects": [],
  "img": "systems/zweihander/assets/icons/drakkar.svg",
  "name": "Reaver",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Ripper. Tearer. Slasher. Gouger. They are the teeth in the darkness and the talons in the night. Theirs is of strength and lust and power: they are the dread Reaver. These born-and-bred fighters come from cultures where resources are sparse and the land is hard – meaning the only way for them to survive is by raiding and plundering others. Many Reaver tribes will threaten at first, demanding tribute and fealty in exchange for a merchant or even a village being spared their ravages. If they refuse, Reavers will hold no mercy, putting coach, caravan and village to the flame, slaughtering guards and militia, before taking livestock, riches and slaves. That does not make them savages, however – Reavers are people just like everyone else, but their violence is an adaptation they have had to make if they are to survive. Most simply know no other way, and see their plunder as a form of placating their violent gods and ensuring that their family survives. Most Reavers are nomadic and horse-borne, but some do take to shallow-drafted, dragon-prowed boats to sail up and down coastlines and far up rivers in search of communities to raid and plunder. Reavers of this sort pay tribute to far older gods than those prayed to in the hallowed halls of civilized humanity. Despite their seafaring ways, they have learned to fear the Leviathan and His storm-Daemons who thunder above. Rarely though do they travel without their trusty steed, however, borne upon boats shoulder-to- shoulder with their masters.\\nReavers will often sacrifice the good of the individual for the good of the group – the sick, elderly or weak are usually expelled or even killed, and poor leaders are cut down. Children who are born lame or sick are often tossed to the wolves, or Martyr’s mercy, buried by their grieving parents. Most cast-aside Reavers are these scorned warriors who have lost everything, and must either live as outcasts or go through terrible trials to return to their peoples and loved ones. These stalwarts – usually bent, broken or misshapen – are usually sullen and taciturn, but extremely intimidating to the common folk. Sadly, they may also be the people closest to Corruption – many of their gods or Daemons they pay tribute to can be traced in some way to the Abyssal Princes. In fact, stories abound of entire tribes transformed into horrifically mutated Howling Marauders in a fortnight. In some ways, this makes many Reaver outcasts blessed despite their sorrows."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      },
      {
        "linkedId": null,
        "name": "Saddle-born"
      },
      {
        "linkedId": null,
        "name": "Spirited Charge"
      }
    ],
    "professionalTrait": {
      "name": "Víkingr",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Sea-Borne Fear",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!ppGitGf4vlaqCqF6"
}
