{
  "_id": "LcOlEEm7RWQwSimO",
  "effects": [],
  "img": "systems/zweihander/assets/icons/rope-dart.svg",
  "name": "Pioneer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "There are no mountains high enough, no valleys low enough or no rivers wide enough to keep a Pioneer from reaching the peak. Pioneers are both rock-climbers and navigators, crawling around ranges and deep furrows in search for deposits of gold, gems and more. Pioneering is a thankless and often unfruitful job – very few actually discover any deposit worth digging up, and those that do are often swiftly pushed out by petty land barons looking for new resources. When not searching for these treasures, Pioneers also often serve as bearers or forward scouts for the military, as they have spent many long years learning the best routes over peaks and dales and across moors and valleys. Such duties rarely last long, which is how they prefer it, for the clarion call of riches and glory always awaits them. So it is not long before they pick up their sifting pan or dowsing rod in search once again for their big break.\\nPioneers are natural survivalists who can forge over high peaks, across dry wastelands and through fetid swamps with little concern. They are also purveyors of folksy wisdom, tall tales and occasional survival tips, all conveyed with a sense of optimism. Although many who travel in their company find their happy-go-lucky attitude infectious, it can sometimes hide a sad truth – they are often willing to give up anything to seek out riches. They sell their possessions, disown their family and forget to take care of both themselves and the daily necessities, all because of their thirst for those golden hills. Some go insane, blathering in their shacks about how they are kings who have made their fortune on skill or intuition, all the while surrounded by mounds of pyrite and slags of peat, both great monuments to their failure. They are truly pitiable, for they have lost everything, but believe they have gained everything."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Long-winded"
      }
    ],
    "professionalTrait": {
      "name": "Trailblazer",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!LcOlEEm7RWQwSimO"
}
