{
  "_id": "zWdKVkw7R9JwbKWD",
  "effects": [],
  "img": "systems/zweihander/assets/icons/graverobber.svg",
  "name": "Graverobber",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Everyone dies someday, and with the current plague of chaos, disease and warfare that besets this grim & perilous world, those days seem closer and closer together. Luckily for the Graverobber, that means business is booming. They sneak out under cover of darkness to exhume the recently deceased for a variety of customers. Often, they peddle their wares to academics or sorcerers who wish to further study the dead without risking public taboo. They also sometimes sell to less savory sorts; to the depraved and the perverted – it can be an awkward situation when a Graverobber encounters a supernatural creature they exhumed just the other evening – and not just socially! The life of a Graverobber is demanding and many have learned to keep an ear to the ground both for rumors of the town watch and the stirrings of the undead.\nThat last part is what sends shivers up many Graverobbers’ spines. Though Graverobbers are prepared for many eventualities, such as evading authorities or even roughing up competitors; they are never prepared for the supernatural to strike, no matter how many phials of holy water they carry. The living dead are savage, terrifying and nigh unstoppable, servants of hidden sorcerers made flesh (albeit rotting). Many have been dragged right into the tombs they were pillaging, never to be seen again. Those who are lucky to have survived decide that the adventurer’s life is safer instead. Of course this is not necessarily true, but their experience with the dead and the supernatural makes them an asset to any adventuring party."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Skulduggery"
      },
      {
        "name": "Stealth"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Gallows Humor"
      },
      {
        "linkedId": null,
        "name": "Larceny"
      },
      {
        "linkedId": null,
        "name": "Long-winded"
      }
    ],
    "professionalTrait": {
      "name": "I Sell the Dead",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!zWdKVkw7R9JwbKWD"
}
