{
  "_id": "rNNmXhciyYskIbrJ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/apothecary.svg",
  "name": "Apothecary",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Whilst the Barber Surgeon seeks to cure the ailing, it is the Apothecary who brews the medicine. Distilled from natural (and sometimes unnatural) elements acquired by Old Believers, Apothecaries apply their knowledge to create a multitude of archaic remedies. These medicines treat infections with solutions of wine, ward away miasmas and ‘unhealthy fogs’ with pastes and reduce pain originating from venereal disease and even a skinned knee with the application of simple unguents. Indeed, the Apothecary is seen as every bit important as the village Barber Surgeon, but with a license to brew. Whether any of these potions work is much debated, as more than a few have died from too many doses or succumbed to crippling addiction. Most Apothecaries simply shrug and call it the will of nature, returning to their pestles and flasks to fulfill the demand for their treatments.\nOften, ingredients will be too risky for others to gather, so Apothecaries must pick up their flasks and set out in search of their reagents. Of course, not every Apothecary is a humanitarian. Some do so purely for profit, taking advantage of good-natured people with quackery. Others create illegal opiates for consumption by those who can afford it, working with criminal syndicates to dispense their drugs. But never double-cross or underpay an Apothecary, as academicians roundly agree that there’s a thin line between medicine and poison. Any sort of medicine taken in large enough doses can be made into concentrated death… quite a few enterprising rich widows have made use of the Apothecary’s knowledge in this fashion."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Ambidexterity"
      },
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      }
    ],
    "professionalTrait": {
      "name": "Nostrum Remedium",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 15400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!rNNmXhciyYskIbrJ"
}
