{
  "_id": "0isKCfWFo6PL9Xfi",
  "effects": [],
  "img": "systems/zweihander/assets/icons/druid.svg",
  "name": "Druid",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Though no religion can agree how the world was formed, it’s agreed that the hermaphroditic Demiurge is the source of life and nature – they birthed the myriad creatures of the world and caused the land to take seed and grow. Priests of the Demiurge call themselves Druids and theirs is a faith that grew out of the worship of older, more elemental ways. They have no center of worship as most are individualists who simply heard the call of the wild and returned to her bosom. Druids are mystical and possess an unmatched lust for wildlife that sees them often consort oddly with flora and fauna – and each other. They also come to embody the fury and gentle nature of the Demiurge, taking on their god’s dualistic nature in their actions and their sex. Druids dress simply in clothing that the Demiurge gives to them from nature. The Demiurge is both the god of nature and the god of childbirth, so those who wish to carry child often seek counsel from a Druid.\nDruids worship in primordial areas that predate mankind – old growth glades, amidst bones of enormous long-dead behemoths and before ancient stone monoliths that have stood for time immemorial. Here they feel their beloved Demiurge’s primal warmth and can engage in passionate worship, love, and copulation – though not excessively so. Druidic prayers draw from nature, for example, communicating with animals or tapping into nature’s primal fury. If a Druid feels the pull of the Abyss, they turn their backs on primeval worship, jubilantly worshipping in ancient forbidden ways: mass orgies with animals, human sacrifice and offering up newborns to the Demiurge by abandoning them in the wild."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of Divine Magick."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Rural Sensibility"
      },
      {
        "linkedId": null,
        "name": "Saddle-born"
      }
    ],
    "professionalTrait": {
      "name": "Old Faith’s Chosen",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Prayers of the Demiurge",
      "linkedId": null
    },
    "drawback": {
      "name": "The Demiurge’s Commandments",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!0isKCfWFo6PL9Xfi"
}
