{
  "_id": "7uYDKq7nMbrTOPoq",
  "effects": [],
  "img": "systems/zweihander/assets/icons/charlatan.svg",
  "name": "Charlatan",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "A trickster and a conman, the Charlatan’s tools are as varied as the disguises they wear into a new town. From shell games and parlour tricks to blatant false promises, the Charlatan is a master of deception, both in word and action. The Charlatan’s love of disguises and falsehoods is supported by a bag containing a few fake signet rings, forged letters, makeup kits, wigs and other baubles that let them leave their tarnished reputations behind once their cons have been run. Should their disguise fail, however, the Charlatan only has their words to prevent them from being thrown into the stockades. That may seem much like a disadvantage to the frail Charlatan, but they did not line their pockets with their hands alone – their tongues are venomous as any lord’s and half as reigned in.\nThe Charlatan sees the adventuring life as the chance to practice their art on a grander scale; what bigger mark to trick out of their valuables – material or otherwise – than those who serve the powers of disorder? Yet the Charlatan’s cocksure style and social trickery and deception do not always work on such targets and even make them vulnerable. Abyssal servants love to manipulate the Charlatan’s skills against them, reducing them to savagery and cruelty, schizophrenia and multiple personalities. It is a cruel irony that such ‘touched’ adventuring Charlatans cannot tell who they are anymore."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[IB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Counterfeit"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Doppelganger"
      },
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Holdout"
      }
    ],
    "professionalTrait": {
      "name": "Confidence Trick",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 3200000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!7uYDKq7nMbrTOPoq"
}
