{
  "_id": "3PVTBoaAsQK5LsYe",
  "effects": [],
  "img": "systems/zweihander/assets/icons/air-balloon.svg",
  "name": "Natural Philosopher",
  "type": "profession",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1735052257446,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "Quartered away in steamy laboratorium, deep in the cloistered halls of the great universities and colleges, surrounded by bubbling vials, endless shelves of scrolls and ticking machinery sits the quizzical Natural Philosopher. They are natural philosophers and mathematicians, and many of the most radical inventions born of this age from their philosophical explorations. Gunpowder, boneshakers, difference engines and other oddities have come from these cloistered colleges of learning. Natural Philosophers are eccentric to say the least – many have been ousted from the great guilds or are collegiate dropouts, their ideas deemed too radical or improbable to be taken seriously. Natural Philosophers of means maintain their own workshops, where they and other naturalists can collaborate and grow together in their breadth of knowledge and experimentation, but others seek patronage and funding from radical universities or the courts of forward-looking nobles.\\nAlthough Natural Philosophers often have reputations as crackpots, a few have become minor celebrities, their most feasible ideas having been endorsed by other academics and those who supply their funding. This is particularly true of Natural Philosophers who have the sponsorship of counts and kings, as they prefer to have their pet Natural Philosopher’s revolutionary weapon in their garrison rather than in the hands of their enemies so that they can make money from it rather than their rivals. Those who refuse sponsorship or are out of favor are forced to look to other sources for funding. In their haste to further their research, they care little as to the source of said funding. This, of course, makes the strange yet adaptable mind of the Natural Philosopher open to influence from the forces of Corruption. This adaptability also makes them perfect agents for such forces and since many are so eccentric and odd, few are surprised when a Natural Philosopher develops quirks that could be damning in others. Make no mistake, a deranged Natural Philosopher would happily let their inventions and automatons run amok, with little in the way to stop them. Forget not the stories of Doktor Fraustein’s monster or Albertus Magnus’s mechanical androides to understand the dangers of a Natural Philosopher left unchecked."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": {
        "skillRanks": [
          {
            "key": "alchemy",
            "value": 1
          },
          {
            "key": "education",
            "value": 1
          }
        ],
        "additional": "<p>-</p>"
      }
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[BB]",
        "purchased": false
      },
      {
        "name": "[IB]",
        "purchased": false
      },
      {
        "name": "[IB]",
        "purchased": false
      },
      {
        "name": "[PB]",
        "purchased": false
      },
      {
        "name": "[WB]",
        "purchased": false
      }
    ],
    "skillRanks": [
      {
        "name": "Alchemy",
        "purchased": false
      },
      {
        "name": "Drive",
        "purchased": false
      },
      {
        "name": "Education",
        "purchased": false
      },
      {
        "name": "Folklore",
        "purchased": false
      },
      {
        "name": "Heal",
        "purchased": false
      },
      {
        "name": "Pilot",
        "purchased": false
      },
      {
        "name": "Scrutinize",
        "purchased": false
      },
      {
        "name": "Simple Melee",
        "purchased": false
      },
      {
        "name": "Simple Ranged",
        "purchased": false
      },
      {
        "name": "Tradecraft",
        "purchased": false
      }
    ],
    "talents": [
      {
        "linkedId": "UMcOubezruAYIWze",
        "name": "Determination",
        "uuid": "Compendium.zweihander.zh-talents.Item.UMcOubezruAYIWze"
      },
      {
        "linkedId": "5TzEbf1VOmPfpolL",
        "name": "Multilingual",
        "uuid": "Compendium.zweihander.zh-talents.Item.5TzEbf1VOmPfpolL"
      },
      {
        "linkedId": "sD4Et1dOsSjT3fPt",
        "name": "Incredible Numeration",
        "uuid": "Compendium.zweihander.zh-talents.Item.sD4Et1dOsSjT3fPt"
      }
    ],
    "professionalTrait": {
      "name": "Wyrd Science",
      "uuid": "Compendium.zweihander.zh-traits.Item.ItkzHMytUGQrRoh2",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Icarus Complex",
      "uuid": "Compendium.zweihander.zh-drawbacks.Item.azdWb8ervuUtPxgp",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 1000000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!3PVTBoaAsQK5LsYe"
}
