{
  "_id": "1AKmYQFu1EiudJxY",
  "effects": [],
  "img": "systems/zweihander/assets/icons/handcuffed.svg",
  "name": "Convict",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "In the criminal underworld, there are three important life-lessons one must know. Lesson one: you can’t earn anything in this world. The justice system is often corrupt and exploitative, and there is a certain stripe of criminal the system loves to exploit. Enter the Convict: a petty miscreant who knows nothing else but incarceration. Following their release from having served their first jail sentence, unable to find work which society would let them do, they committed another crime, got caught, and found themselves back in the fortified jail only a fortnight after having been released. This is a pattern that has repeated itself again and again. Some Convicts never escape the pattern, some look for a way out and become adventurers. Convicts are not sneaky rogues or dashing swashbucklers – they are firebugs and drug peddlers, pimps and grifters, rebels and bandits who have become resigned to a fate which imprisonment leavened by a few weeks’ freedom. Serious incarceration is a rarity – usually a few days in a Reeve’s jail or an evening in the stockades functions well enough to deter most criminals. The vilest of criminals are locked up deep in castle dungeons, cast-off to man the walls of far-flung fortresses, press-ganged into the navy and forced to become a sailor or even exiled upon an island of like-minded criminals. Surprisingly, death sentences are reserved for blue-blooded nobles to make an example out of. Justice has a strange predilection towards reform, but the Convict is rarely assuaged by it, returning to their roots often after having been reprimanded.\nWhen a Convict is finally released from their confinement, many will adventure because few places will employ a former criminal. This brings us to lesson two: a man will do anything he can to survive. Life inside changes many Convicts – they become hard and brutal, learning how to best protect themselves and the handful of people they place even a small amount of trust in. Many are ruthless and unfeeling, able to kill at a moment’s notice if it means their survival. Though some Convicts are wrongly imprisoned as scapegoats or from misunderstandings, there are many, many more who actually deserve their punishment. From this, we learn the third and most important lesson: life is pain and death. Once they have been let out of jail, they will fulfill their bloodlust or primal urges by preying on their unsuspecting fellows."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Lightning Reaction"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      }
    ],
    "professionalTrait": {
      "name": "Jailhouse Rock",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 600000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!1AKmYQFu1EiudJxY"
}
