{
  "_id": "KxjtIkb4dN1oHlvr",
  "effects": [],
  "img": "systems/zweihander/assets/icons/lockpicks.svg",
  "name": "Jackdaw",
  "type": "profession",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1735052155100,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "Thieves, rogues and cutpurses are such a part of everyday life that news of someone being robbed or one of their number being sent to the gallows is common enough to barely warrant a comment by society at large. Even if they survive long enough without feeling the long arm of the law or the knife of one of their rivals, few of these ne’er do wells rise above the gutters from whence they came. They continue to steal from their own, perhaps making a bigger score by breaking into a merchant’s warehouse, but nothing more. However, once in a blue moon, a knave will strike it lucky or make a massive score, and in doing so, join the esteemed ranks of thieves known as Jackdaws. Not so much a career as the term used to refer to the master thieves who steal crown jewels, plunder relics from church reliquaries and even cozen a duchess’ lady-in-waiting. Few in number, Jackdaws are thieves of legend, glamorous and nigh-untouchable. Unlike lesser thieves, there is never less than begrudging respect between one Jackdaw and another, but many are on friendly terms with one another even if they are professional rivals. Although their highly romanticized image means that young men want to be them and young ladies want to be whisked away by them, Jackdaws are the bane of lawful society, the source of scandal in polite society and reviled by almost everyone they steal from.\\nDespite their skills, charm and wit, the life of the Jackdaw is far from sterling. Just like other thieves, they also live a life of squalor, although emotional rather than physical squalor. Jackdaws abandon many people they know and care for, invariably to avoid them learning the Jackdaw’s secret and revealing or their being used to blackmail the Jackdaw. A Jackdaw must always work keep up a façade of respectability and some even go as far to maintain identities as upstanding members of society, but it is always a cover for the terrible secret they can tell no one. If they are ever caught or investigated, the Jackdaw’s reputation – and the reputation of every Jackdaw before them – they know that they face nothing less than the headsman’s axe, if only to send a message to others who would aspire to the romanticism of the Jackdaw. All Jackdaws are caught in this predicament. They spend their days looking for their one last job to ‘set them up for life’ and allow them to escape their peripatetic life of crime. However, the last job is never the last job, thus the vicious cycle repeats over, and over, and over…"
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": {
        "skillRanks": [
          {
            "key": "skulduggery",
            "value": 2
          }
        ],
        "additional": "<p>-</p>"
      }
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[BB]",
        "purchased": false
      },
      {
        "name": "[FB]",
        "purchased": false
      },
      {
        "name": "[FB]",
        "purchased": false
      },
      {
        "name": "[PB]",
        "purchased": false
      },
      {
        "name": "[WB]",
        "purchased": false
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics",
        "purchased": false
      },
      {
        "name": "Awareness",
        "purchased": false
      },
      {
        "name": "Charm",
        "purchased": false
      },
      {
        "name": "Folklore",
        "purchased": false
      },
      {
        "name": "Guile",
        "purchased": false
      },
      {
        "name": "Rumor",
        "purchased": false
      },
      {
        "name": "Simple Melee",
        "purchased": false
      },
      {
        "name": "Simple Ranged",
        "purchased": false
      },
      {
        "name": "Skulduggery",
        "purchased": false
      },
      {
        "name": "Stealth",
        "purchased": false
      }
    ],
    "talents": [
      {
        "linkedId": "XmrQY5We9Dj3m5Yn",
        "name": "Ambidexterity",
        "uuid": "Compendium.zweihander.zh-talents.Item.XmrQY5We9Dj3m5Yn"
      },
      {
        "linkedId": "gTfkADOvPRHZK5P4",
        "name": "Gallows Humor",
        "uuid": "Compendium.zweihander.zh-talents.Item.gTfkADOvPRHZK5P4"
      },
      {
        "linkedId": "Ga2VnAZ0nlJGZNnF",
        "name": "Lightning Reaction",
        "uuid": "Compendium.zweihander.zh-talents.Item.Ga2VnAZ0nlJGZNnF"
      }
    ],
    "professionalTrait": {
      "name": "The Black Art",
      "uuid": "Compendium.zweihander.zh-traits.Item.E2SOuhLAO1fExrCJ",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Red-Handed",
      "uuid": "Compendium.zweihander.zh-drawbacks.Item.esmMSAMvCo78MtCS",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 7100000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!KxjtIkb4dN1oHlvr"
}
