{
  "_id": "dsn3H4tpg2hIm5Sd",
  "effects": [],
  "img": "systems/zweihander/assets/icons/elementalist.svg",
  "name": "Elementalist",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Mages of the plants, the land and of weather, Elementalists take an almost wild and unhinged approach to their Magick. Like nature itself, it can be placid or explosive – a calming breeze one minute, a crop-destroying deluge the next. As they let elemental energy flow through and ravage them, they can split the ground with enormous rifts, bring down storms of hail and change the very atmosphere around them with lighting storms. Elementalists have much in common with Shaman, but embrace nature as a primal force rather focusing upon animals and creatures. Many Elementalists believe in the inevitability of nature’s triumph, the more that the wilds are destroyed, the more they will push back. Nature has always been there and always will be, and they know retribution can be swift. Most Elementalists favor one season or natural disaster and so both garb themselves and have attitudes to fit – Elementalists who favor winter and blizzards wear thick furs, while those of summer and heat waves wear robes of thin linen.\nElementalists are volatile, prone to mood swings, and often mercurial and aloof when in their right minds. As their power grows they become more unstable, causing the wind to blow and the ground to shake and they are capable of knocking down forts with mighty hurricanes or sundering cities with massive earthquakes. At their most radical, they came to see civilization as a blight upon the world and they will not hesitate in striking down those who transgress against nature and the wilds."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of Arcane Magick."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Left-handed Path"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      }
    ],
    "professionalTrait": {
      "name": "Seasons to Pass",
      "linkedId": null
    },
    "specialTrait": {
      "name": "Arcana of Elementalism",
      "linkedId": null
    },
    "drawback": {
      "name": "Green Temperament",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 12300000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!dsn3H4tpg2hIm5Sd"
}
