{
  "_id": "A7c3Gh6oleavbhfx",
  "effects": [],
  "img": "systems/zweihander/assets/icons/bounty.svg",
  "name": "Bounty Hunter",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Considered cold, calculating and ruthless, there is no other career so greatly feared than the enigmatic Bounty Hunter. The Bounty Hunter tracks down both criminals and the wanted for a living, no matter how dire the circumstance. Most bounties are issued by guilds or the city watch, but aristocrats will issue them too, often promising big rewards. Such rewards make the Bounty Hunter rich and bounty hunting a highly competitive field. This promise of wealth attracts numerous amateurs, typically ex-soldiers and ex-watchmen. Some of them even manage to track down a minor criminal or two, pickpockets, unlicensed beggars and the like. It is when they execute a true bounty – one that requires strategy and planning – that they become more than a would-be Bounty Hunter.\r\nUnfortunately, a Bounty Hunter’s life spent being feared and surrounded by the lawless is also one of depressing solitude, their minds often wandering to dark places as they contemplate their role in the world. After all, if fools and the rich can get away with their crimes, why can’t they? Adventuring comes easy to the Bounty Hunter, leaving behind a life of thief-taking to become caravan guards, scouts or more. In lean months, Bounty Hunters are known to turn to banditry under other names and then take up their old career in better times, whilst clever Bounty Hunters will sometimes work with the wanted to arrest them, claim the reward, and then spring them from jail to arrest them again and again."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "No Mercy"
      },
      {
        "linkedId": null,
        "name": "Saddle-born"
      },
      {
        "linkedId": null,
        "name": "Take ‘em Down"
      }
    ],
    "professionalTrait": {
      "name": "For a Few Shillings More",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 3600000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!A7c3Gh6oleavbhfx"
}
