{
  "_id": "CWqUq3zgyQYVxrbh",
  "effects": [],
  "img": "systems/zweihander/assets/icons/pilgrim.svg",
  "name": "Pilgrim",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Pilgrims devote themselves to their faiths entirely. They are religious wanderers, moving from village to village, preaching the gospel and visiting holy shrines. Whether in the deepest reaches of old ruins or great city temples, the Pilgrim actively seeks out miracles, relics and saints they can hold dear in their soul. Although often denounced as fanatics, they know within their heart of hearts that they are the closest of all mankind to the gods. This cannot be disputed, for despite not having taken holy vows and principles, they seem resistant to the dark pull of Abyssal promises of power.\nIf a Pilgrim needs more than their faith for protection, they take up their walking stick as a cudgel or fall in with a band of adventurers. Their calling’s need for them to be self-sufficient means they have skills useful in the wilderness, in healing and in social situations, so they are often welcome traveling companions. While the Pilgrim is a bulwark of his faith, chaos loves picking at their insecurities. Any flinching away from the Pilgrim’s divine certainty is like finding a chink in the armor for Corruption. Chaos thus feeds on a Pilgrim’s self-doubt, replacing their once beloved gods with new gods of blood, decay and perversion. A Pilgrim never loses their love for their old gods, but it lessens as their devotion to a sicker, more Abyssal lord festers."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Long-winded"
      },
      {
        "linkedId": null,
        "name": "Sprint"
      }
    ],
    "professionalTrait": {
      "name": "Road to Enlightenment",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!CWqUq3zgyQYVxrbh"
}
