{
  "_id": "4HymxShyjM1fnDym",
  "effects": [],
  "img": "systems/zweihander/assets/icons/female-legs.svg",
  "name": "Courtesan",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Among those of the court and upper echelons of society, Prostitutes are seen as contemptible wretches - selling their bodies for coin or a filling meal, who have no self- respect. No, to the bluebloods of polite society, Courtesans are preferable. Courtesans are ‘professional’ paramours and mistresses – hanging on the arm of widows and dandies to laugh at their jokes, pour their sparkling wine or make it appear that these wretched nobles are something besides detestable. Courtesans know the value of their sex appeal - not only can it buy them houses and fine clothes, but can also buy information. The sweet whispering of pillow talk and the proximity to movers and shakers make Courtesans valuable allies who can depose dukes and knights with a single rumor of their… predilections.\\nCourtesans move easily in social circles and don’t carry the same stigma as a brothel worker. However, that doesn’t make them immune from tragedy. If a countess is both powerful enough and ignoble enough, the words of their extramarital affairs can be silenced with a court order or even an assassin’s blade. Courtesans that escape the red dagger are thrown below the status of the lowliest beggars, seen as tramps, liars and manipulators. Even if they had lofty goals of bringing despots to justice or shame, those get easily dashed if love letters or evidence of their petty treasons are discovered. These low Courtesans have lost their good name and will look for repairers of reputation to help them return to a normal life. However, sometimes these ‘aids’ come from the dark outside of Corruption, especially from the Prince of Pleasure who sees a willing supplicant in exchange for a Faustian bargain."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Charm and Rumor in order to enter this Expert Profession."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Stealth"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      },
      {
        "linkedId": null,
        "name": "Streetwise"
      }
    ],
    "professionalTrait": {
      "name": "Deadly Beauty",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Skin Deep",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!4HymxShyjM1fnDym"
}
