{
  "_id": "NmogenhMUbElxKdr",
  "effects": [],
  "img": "systems/zweihander/assets/icons/burglar.svg",
  "name": "Burglar",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "There’s no better bargain to made than the one that costs nothing. From shaving coins to cutting purse strings, Burglars are well-practiced masters in the fine art of getting something for nothing. No mere thug or ruffian, they are true professionals who procure what they need with their mark being none the wiser until it is too late. Many Burglars are simple cutpurses; some embrace the risks of breaking and entering; and others engage in plain robbery at knifepoint. No one respects a Burglar, and in return, the Burglar respects no one. To them, everything and everyone is a potential target; the world a fat oyster waiting to be opened, pawned and thrown away. Burglars are always looking for the next big score, dreaming of the mythical mark that will set them up for life.\nThe Burglar is ingenious, able to find opportunity anywhere. However large their dreams, a Burglar quickly learns that their success is tied to their contacts. There may be honor amongst thieves, but friendship in the underworld is often fickle. Still, anything is better than being caught. A fivefinger discount will often cost a whole hand – if they’re lucky. But when lives are on the line, who better to disarm a trap or filch a rare jewel than a professional thief? Burglars who adventure often find riches beyond anything they could steal in town, but if a petty noble would merely spit on a Burglar or execute them, imagine what the hordes of darkness might do? When a demon demands the return of its treasure, the Burglar’s inclination for refusal may cost them their soul."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Skulduggery"
      },
      {
        "name": "Stealth"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Housebreaker"
      },
      {
        "linkedId": null,
        "name": "Larceny"
      }
    ],
    "professionalTrait": {
      "name": "Nimble Fingers",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!NmogenhMUbElxKdr"
}
