{
  "_id": "ne3gJfgpzX0lDpAV",
  "effects": [],
  "img": "systems/zweihander/assets/icons/raconteur.svg",
  "name": "Raconteur",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "In the modern age of a grim & perilous world, the Raconteur is a jack of all trades, but a master of none. They regard themselves as being students of the world and although their attention spans are short, their drive to experience life is large. Never focusing on any one field, Raconteurs are professional amateurs who take in knowing just enough and being always ready with the right quote to join any conversation or give any considered, seemingly informed opinion. Thus Raconteurs make interesting additions to any guest list, spinning the most outrageous of stories and anecdotes. Unfortunately, they are also busybodies, bohemian and feckless, enjoying a privileged life free of social responsibility, free of obligation and free of debt.\nFree of debt, you say? Oh, we didn’t tell you? Raconteurs are the world’s biggest freeloaders. You’ll come home from working in the fields to find them lazing about your cottage, having eaten your larder bare or taken your horse for a joyride with “that rather randy fellow” or “a bonnie lass they met in the village”, only to have lost the horse on the way back. Simply put, Raconteurs are charming malingerers, shirking duty at their own discretion, sponging off everyone. Once the well of charity has run dry, they move on to find the next ‘friend’ who can be taken advantage of. Only the most desperate of Raconteurs take to adventuring, and even then, their ‘gift’ of gab doesn’t serve them very well when faced with the stark realities of a violent world."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Skulduggery"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "professionalTrait": {
      "name": "Jack of All Trades",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Notorious Moocher",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 14400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!ne3gJfgpzX0lDpAV"
}
