{
  "_id": "XuTBJeN5guTwOkts",
  "effects": [],
  "img": "systems/zweihander/assets/icons/lasso.svg",
  "name": "Rustler",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1734990834121,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Horseflesh and livestock remain an important industry no matter how far technology progresses. Leather, meat, lard and bone are all bounties that beasts of the land can provide. As a result, thievery of livestock is fairly rampant, often committed by the devious Rustler. Rustlers like to strike when livestock is being herded for sale prior to being branded. Come nightfall, they will dispatch the unfortunate shepherd and their watch dogs, then drive the animals themselves to sell for a bounty. Rustlers rarely act alone and in lands of sweeping prairies and far-apart settlements, they are often more common than bandits. Selling the livestock is usually the easiest part of the Rustler’s task. After all, no one in the settlement where the herd’s original owner was going to sell it is likely to know what the herd looks like or who its original owner was, so the Rustler simply walks in, sells the stolen beasts and pockets the profits. At other times, Rustlers are not in it for money, but rather in desperation–having turned to stealing cattle in order to feed their starving villages or appease despotic rulers. Unsurprisingly, when stealing the herds of others, Rustlers often wear a neckerchief over their faces so as to prevent their countenance from being discovered.\\nRustlers know as much about the lay of the land as any hunter does, plus they know how to operate in secrecy fairly well. They also possess a powerful persuasiveness when it comes to handling animals. Yet the loneliness of their thievery, the emptiness of the wilderness when it is not full of slavering monsters or horrors and the threat of punishment should they be caught, can push Rustlers to the edge of sanity – and beyond. Such men snap and instead of having a care for the animals they wish to rustle and steal, they grow heartless. Severe and cruel to both man and animal, they take up with the dregs of humanity, or worse, allow themselves to be recruited into the ranks of cults who follow the call of Daemons. Such Rustlers can obtain fresh sacrifices with little hassle and are willing to drive chattel off cliffs or leave without a shepherd in the middle of a wolf-haunted forest. The beast-like Grendel employ Rustlers to round up both animals to mate with and shepherds to defile. These Rustlers take a sadistic pleasure in their job, armed with barbed whips and scalding brands to drive innocent beasts and their keepers through pain and misery to their sacrificial end."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": {
        "skillRanks": [],
        "additional": ""
      }
    },
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[AB]",
        "purchased": false
      },
      {
        "name": "[BB]",
        "purchased": false
      },
      {
        "name": "[BB]",
        "purchased": false
      },
      {
        "name": "[FB]",
        "purchased": false
      },
      {
        "name": "[PB]",
        "purchased": false
      },
      {
        "name": "[PB]",
        "purchased": false
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics",
        "purchased": false
      },
      {
        "name": "Bargain",
        "purchased": false
      },
      {
        "name": "Folklore",
        "purchased": false
      },
      {
        "name": "Handle Animal",
        "purchased": false
      },
      {
        "name": "Ride",
        "purchased": false
      },
      {
        "name": "Rumor",
        "purchased": false
      },
      {
        "name": "Simple Melee",
        "purchased": false
      },
      {
        "name": "Simple Ranged",
        "purchased": false
      },
      {
        "name": "Stealth",
        "purchased": false
      },
      {
        "name": "Survival",
        "purchased": false
      }
    ],
    "talents": [
      {
        "linkedId": "iox3y41c5QOhZn0Y",
        "name": "Menacing Demeanor",
        "uuid": "Compendium.zweihander.zh-talents.Item.iox3y41c5QOhZn0Y"
      },
      {
        "linkedId": "GjZkdiVXA2uiJxhL",
        "name": "Saddle-born",
        "uuid": "Compendium.zweihander.zh-talents.Item.GjZkdiVXA2uiJxhL"
      },
      {
        "linkedId": "IaMWxl6os30DSMEz",
        "name": "Spirited Charge",
        "uuid": "Compendium.zweihander.zh-talents.Item.IaMWxl6os30DSMEz"
      }
    ],
    "professionalTrait": {
      "name": "Rawhide!",
      "uuid": "Compendium.zweihander.zh-traits.Item.rD7vBoKQahRBUUx1",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "uuid": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 10300000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!XuTBJeN5guTwOkts"
}
