{
  "_id": "xK62kxV4LykyEpBL",
  "effects": [],
  "img": "systems/zweihander/assets/icons/nested-hexagons.svg",
  "name": "Hexer",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "In a world rife with monsters and witches, there are many who take up the mantle of monster or chaos hunter. Slayers have long heeded the call to destroy chaos in all its forms. Few live long lives though, as Slayers are driven by a singular wish to die a glorious death. Diabolists and other practitioners of Magick also see themselves as hunters of beasts, but only to further their study of the Material Realm. Somewhere between the two is the true professional monster hunter – the Hexer. Graduates of remote schools which combine intense martial training with a study of herbalism, alchemy and toxins, Hexers make their mark upon the world as stalkers of inhuman prey. As a Hexer grows in age and power, so does their understanding of both the natural and supernatural world. Every Hexer worth their salt carries two swords, one wrought of steel to protect themselves against sentient beings, the other of cold iron to fight monsters. If necessary, they coat both blades with oil-based Toxins they specialize in concocting. Hexers are not true warrior-mages, but they do possess an inherent predilection towards simple Magick practices. Most rely on the use of Sigils – elemental-based cantrips traced in the air by hand – to hedge themselves against monsters and their ilk.\\nYet behind the closed doors of every Hexer school, the staff keep a dirty secret. Hexers-to-be, known as ‘potentials’, are usually accepted into the school as children. Some are orphans, others are simply mouths their families can no longer afford to feed. In their first year, they undergo a series of grueling physical and mental trials, culminating in the consumption of a strange mutagenic potion. Imbibing this concoction has three distinct results – transmutation into a Hexer, being driven insane or simply death. If they survive the process, training resumes and they continue to hone their skills until they graduate as a true Hexer. Although some adults have undergone these same trials, it is rare for them to result in anything other than death. However, mutagenic potions have a tendency to corrupt those that imbibe them and unlike their Diabolist cousins, Hexers do not have the same mental fortitude with which to withstand their effects, especially when combined with the corruptive side effects of the Sigils they use. Under the influence of both, their minds begin to twist and contort. Those rare few whose minds unravel become assassins and king slayers, as their prey changes from beast to mankind."
    },
    "notes": "",
    "expert": {
      "value": true,
      "requirements": "You must possess at least one Skill Rank in Folklore in order to enter this Expert Profession. In addition, you must have successfully imbibed a Mutagenic Potion (which is found in Chapter 4: Liber Alchemiae)."
    },
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Die Hard"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "professionalTrait": {
      "name": "The Trials",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "Mutagenic Transformation",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 17400000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!xK62kxV4LykyEpBL"
}
