{
  "_id": "dI1Ec9peGw4SinUl",
  "effects": [],
  "img": "systems/zweihander/assets/icons/provocateur.svg",
  "name": "Provocateur",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "In the games of prestige and power played at court, at masquerades and salons, in gambling halls and drug dens, there is one figure that the nobility and the well-to-do must watch and listen for – the Provocateur. Mysterious and manipulative, the Provocateur is capable of infiltrating and schmoozing any social circle, extracting information and even dispatching foes with elegant efficiency. They combine seductive charm, worldly knowledge and secret motives in one deadly but attractive package. Many a lord or lady has been found with their pantaloons down – both literally and figuratively – as a result of a Provocateur’s scheme, only for the culprit to have fled or plead ever so convincing innocence.\nThe Provocateur makes many enemies, and one misplaced kiss or ill-conceived plan could land them in hot water. Banished from their comfortable yet dangerous lifestyle, their guile, proficiency with disguise and knack at parlaying grants them advantages in both the slimiest of dens and the most gilded of halls. Of course, their overconfidence and brazen attitude can just as easily land them in hot water here and whether that ends up with them bare knuckle brawling in an alligator pit or chasing a wagon down a crowded street, trouble follows them. It also increases their chances of suffering injury, sickness and the even darker whispers of Abyssal fiends, seeking to lure them towards corruption."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Doppelganger"
      },
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      }
    ],
    "professionalTrait": {
      "name": "Shaken Not Stirred",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!dI1Ec9peGw4SinUl"
}
