{
  "_id": "mMjlBmM8pWAnlxak",
  "effects": [],
  "img": "systems/zweihander/assets/icons/antiquarian.svg",
  "name": "Antiquarian",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": 1733922277614,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "From the bustling academies of the great cities to the loremasters who gather the young about a fire, no society lacks those who desire to embark upon the quest for knowledge. The Antiquarian dedicates themselves to the joys and challenges of higher learning. History, heritage, philosophy and other pursuits are their passion. For every question answered, two more arise. Their studies become a journey unto themselves, embarking along a path to seek the truth of the world around them. This is the ideal Antiquarian; take their studies for granted; spending time cavorting in taverns or attending bawdy troupe shows, leaving their letters for another day.\nWhen on break from studies or even given obscure assignments by their lecturers, Antiquarians will venture the wilds and forbidden places in search of lost knowledge – uncovering lost runes and skeletons of the past. There is a reason society supports those who undertake such journeys – knowledge is power. A single key piece of information is capable of delivering salvation or damnation far outreaching the sharpest steel. Some will be called to advise those in power or to teach and mold the next generation. The accompanying temptations can distract even the most rigid Antiquarian, while others find their hunger for answers raises questions that society is not ready to answer. Right or wrong, more than one Antiquarian has been branded a heretic for looking into things man was not meant to know..."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "professionalTrait": {
      "name": "Bookworm",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 14000000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!mMjlBmM8pWAnlxak"
}
