{
  "_id": "tS8w8gSNlw90IlxZ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/militiaman.svg",
  "name": "Militiaman",
  "type": "profession",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "With the cost of maintaining standing armies being so high, peasant levies or Militia, are cheap, common alternatives. Comprised of villagers or townsfolk who train little more than once a week, when the call comes, Militiamen leave their livelihoods as bakers, blacksmiths and farmhands behind and march to war. Their training and equipment varies on the city and country; wealthy states may equip their militia with proper arms and armor and provide proper training, while poorer states will send their peasants to war with nothing more than thick clothing, a few rusted pikes and some harvesting scythes. Either way, a Militiaman will fight their hardest to defend home and hearth, but all have a tendency to break when the odds are stacked against them.\nBeing a Militiaman is rarely a permanent profession and there is little to be gained from it, but a few will use their minor combat experience as a spur to search for glory. Unfortunately, they are ill-suited to such a life, the Militiaman longing for the comforts of home, where a Man-At-Arms would yearn for action. A half-submerged temple teeming with half-fish sirens is no place for a potter who barely knows how to swing a sword. The smallest minds break the fastest, and those Militiamen who believed themselves to be brave and strong will oft end up gibbering in a corner of a damned ruin."
    },
    "notes": "",
    "expert": {
      "value": false,
      "requirements": ""
    },
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Tradecraft"
      },
      {
        "name": "Warfare"
      }
    ],
    "talents": [
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Rural Sensibility"
      },
      {
        "linkedId": null,
        "name": "Sprint"
      }
    ],
    "professionalTrait": {
      "name": "Guerilla Warfare",
      "linkedId": null
    },
    "specialTrait": {
      "name": "",
      "linkedId": null
    },
    "drawback": {
      "name": "",
      "linkedId": null
    },
    "tier": ""
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!tS8w8gSNlw90IlxZ"
}
