{
  "_id": "ablu09HyNgzdGx59",
  "data": {
    "active": true,
    "description": {
      "@en": "You have been afflicted by a terrible curse and mutate under its influence. As the moon waxes and wanes, you feel the wilderness call and become increasingly animalistic in your behavior. You lose all semblance of your humanity. In its place, there exists only insatiable hunger and a need for violence. Roaming the countryside by night, you feed upon the weak, craving only the flesh of other creatures. By\n  morning, you awaken in the wilderness, naked. Your memories of the night before are fleeting. The curse of lycanthropy is almost impossible to lift; a number of superstitious ‘remedies’ exist, but most prove ineffective."
    },
    "details": {
      "category": {
        "@en": "Mutation"
      }
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After suffering 10 or more Corruption\n  in a game session or from Stress, Fear or Terror, those afflicted with this Disorder cannot recover from Peril by any means and move one step down the Peril Condition negatively for every hour they go until they choose to change into a Lycanthrope. After changing into a Lycanthrope, the afflicted immediately adjusts their Peril Condition Track\n  to Unhindered and suffer 6 Corruption. They then reference the Lycanthrope entry in the Bestiary in place of their Character sheet. \n  Although a player retains some control over their Character at this time, the afflicted must immediately succeed at a Resolve Test once they witness someone reach Seriously or Grievously Wounded, suffer an Injury or begin to Bleed. If they fail, the Character has no choice but to\nattack that person until they or the person is Slain!.\nThe only way to stave off this condition is to feed the afflicted with wolfsbane, which gives them a chance to revert with a successful Resolve Test; this Test can only be attempted once every 24 hours. Should they fail this Test or aren’t given wolfsbane, they’ll revert to their normal self after 24 hours. After reverting, the afflicted is Incapacitated! and\nremains unconscious for one hour.\nWhen the moon is full, they cannot resist turning into a Lycanthrope and are no longer in control of themselves, ceding control fully over to the GM. Wolfsbane does no good in these situations. After 24 hours have passed, however, they revert to their normal self and become Incapacitated!, unconscious for one hour. Then they are returned to their player’s control."
      }
    }
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Moon Fever",
  "type": "disorder"
}
