{
  "_id": "5wBQjKkGTpWXyq5o",
  "data": {
    "active": true,
    "description": {
      "@en": "Restless Spirits and both Higher and Lower Demons have the power to possess others. Weedling themselves into the fragile minds of the immature, corrupted and elderly, these parasites feed off distress and mental weakness. Whenever a possessed host experiences a moment of weakness, they lapse into a terrible slumber, as their bodies become the vehicle for a demon or spirit to carry out their sinister plans. While possessed, the host will exhibit different speech patterns and other unusual attributes  incongruent to their age and stature. For example, a child may speak in a deep baritone and frightening voice while levitating in the air, whereas a possessed old woman may speak with the voice of a legion and move with alarming speed. During this time, they are forced into acts of extreme debasement and violence, with the actions befitting the selfish needs of the demon or spirit. The possessed is always marked with a physical tell; a fleshy mark which denotes they serve a chaotic force. Scrutinous Inquisitors and other witch-hunters are equipped to sniff out a devil’s mark or witch’s mark; a sign that someone is under the influence of a supernatural or Abyssal force. Fortunately, it is only in a host’s weakest of moments that they are prone to fall under control of the demon or spirit who possesses them. Children and adventurers are most susceptible to being possessed, as naivete and foolhardiness are commonly-shared traits between the two."
    },
    "details": {
      "category": {
        "@en": "Insanity"
      }
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After suffering 10 or more Corruption in a game session or from Stress, Fear or Terror, those afflicted with this Disorder cannot recover from Peril by any means and move one step down the Peril Condition negatively for every hour they go until they choose to become Possessed! Once reaching Incapacitated!, they are are automatically Possessed!. After being Possessed!, the afflicted immediately adjusts their Peril Condition Track to Unhindered and suffer 6 Corruption.\n  Being Possessed! can mean different things, as spirits and demons have their own agendas to enact. A GM should pull the player aside, and talk with them about how to play their Character while under possession. These situations work best if the player and the GM are in on the possession, keeping it hidden from other players. The Possessed! host should treat their friends as wholly untrustworthy during this time, while treating their enemies as potential allies. When in doubt, your Character should lean into their Chaos Alignment during this time (or Aspect Alignment if possessed by a demon who is devoted to a Daemonic master).\n  Possession lasts for 24 hours. During this time, temporarily add 9% to all Primary Attributes.The Possessed! Character takes on an amalgam of both their physical appearance and of the creature who possesses them. In addition, they gain three Traits of the creature when under possession (GM’s choice). As an example, were a Character possessed by an Apparition, they may gain the Traits of Accursed, Bloodless and Dark Sense. Finally, randomly determine a Distinguishing Mark, and record it on your Character sheet. The mark is otherwise hard to detect when not under possession, yet readily made visible with a Generalist Magick spell called Wytchsight. It can also be uncovered by succeeding an (Arduous -30%) Scrutinize Test against a Possessed! Character.\n  The only way to stave off this condition is to wear a talisman that has undergone Dedication (as indicated in the Ritual of Blessed Sacrament from the Grimoire in ZWEIHÄNDER), which gives them a chance to avoid possession with a successful Resolve Test; this Test can only be attempted once every 24 hours. Should they fail this Test or are not given a talisman, they will revert to their normal self after 24 hours. After reverting, the possessed is Incapacitated! and remains unconscious for one hour.\n  When standing in a temple dedicated to the demon they are possessed by or at the grave site of the spirit who possesses them, they cannot resist falling under possession. A talisman does no good in these situations. After 24 hours have passed, however, they revert to their normal self and become Incapacitated!, unconscious for one hour. Note that Possessed! Characters can undergo a Ritual of Exorcism to be permanently cleansed of the demon or spirit who possesses them."
      }
    }
  },
  "effects": [],
  "flags": {},
  "folder": null,
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Possessed!",
  "permission": {
    "JyjuBRFhP4y9QWxg": 3,
    "default": 0
  },
  "sort": 0,
  "type": "disorder"
}
