{
  "_id": "HCFZGUGZ6Bde7cpD",
  "effects": [],
  "img": "systems/zweihander/assets/icons/feline.svg",
  "name": "Old Faith’s Chosen",
  "type": "trait",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1735911103049,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "The’ Old Faith’ is far more ancient than today’s religions; just as it has survived to this day, there are also creatures who have lived these long ages. Such beings recognize your devotion to the old faith and although they will not necessarily regard you as friendly, you are at least harmless, much in the same way that an elephant will regard an ant. In addition, a spirit animal becomes your constant companion, never far from your presence."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "Animal creatures classified as Critters will never make you a target of attacks, until you initiate violence towards them or their allies. In addition, you gain the loyal service of a liaison to the Demiurge called a Spirit Animal. This Spirit Animal takes the shape of any small, common creature you can envision. You share an empathic link to the Spirit Animal, up to one mile away. In addition, you can use the Spirit Animal as an Æthereal conduit, using it as an extension of yourself for sight, hearing and touch when it comes to casting Magick (providing it remains within your line of vision). Fortunately, the Spirit Animal can see perfectly in the dark – much to your advantage. The Spirit Animal always miraculously avoids harm by others, turning Æthereal at will. It possesses extremely high intelligence and you can commune with it at any time. Finally, you can project your voice through the Spirit Animal."
      }
    },
    "category": "professional"
  },
  "folder": null,
  "sort": 5500000,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!HCFZGUGZ6Bde7cpD"
}
