{
  "_id": "dPmhU1YMHkXMG2Wu",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Adherents belong to ancient orders that embrace asceticism, taking vows to live lives of meditation and prayer. Generally female, most live cloistered in convents dedicated to years of religious devotion and worship, having abandoned both links and trappings to their former lives. Most orders are self-sufficient, adherents growing their own food and making their own clothes. Such cloisters also oﬀer succor to wandering travellers and even medical treatment. Other Adherents become itinerant priests, accepting alms in return for midwifery and animal husbandry, spreading charity, and educating everyday folk. While most Adherents typically abstain from pleasures of the ﬂesh, some convents promote hand-fasting within their order to bring harmony to the church; these are often arranged between male and female members of the order with little choice in partner.\nMany grow ﬂinty with age, hardened and worn by their faith and chastity. Each holy order is diﬀerent, but all advocate peace, charity and temperance while casting aside violence, greed and luxury. A rare few though, profess aberrant views, worshipping darker gods with profane names best left unspoken in polite company. Such Adherents take great measures to hide their true allegiance, secreting themselves into cults where sex Magick, sacred prostitution and ritual sacrifice are accepted forms of worship."
    },
    "drawback": {
      "linkedId": null,
      "name": "Lure of Power"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Turn the Other Cheek"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Divine Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Multilingual"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/adherent.svg",
  "name": "Adherent",
  "type": "profession"
}
