{
  "_id": "ZC6KOuoDyOgWI36w",
  "data": {
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "A hold full of rum, a belly full of fish and a nose full of salty air is all the Buccaneer needs to stay happy. A ship-born soldier, with hands roughened by ropes and lips chapped with salt, the Buccaneer specializes in raiding other ships while protecting their own. Some are pirates, lurking just off the trade routes, ready to plunder passing rich merchantmen. Others are explorers, seeking profits in new lands. Either way, nothing will stand between a Buccaneer and their money, their swordplay and familiarity with gunpowder backing up their greed. Despite their hardened exteriors, many Buccaneers are joyful and boisterous amongst their fellows, treating their crew more like family than simply allies.\nA wrecked ship or a bad trade deal can leave a Buccaneer without coin, a crew or a way home. Though their desire to return to the sea is unrelenting, a Buccaneer will grab their sabre and flintlock in search of riches on land. Better skilled at sea than on land, a Buccaneer is nevertheless both cunning and intimidating. Though their styles vary, from acrobatic swordsmen to bare-fisted brawlers, Buccaneers have spent all their lives amongst the toughest of the tough. Aboard their ship, the Buccaneer will sail through any hurricane or dispatch any target that stands in their way, no matter the danger or enemy. Headstrong – or bullheaded – the Buccaneers’ attitude has resulted in many a ship being thrown against shoals or their bloated corpses washing up on a foreign beach..."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Salty Dog"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Pilot"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Gallows Humor"
      },
      {
        "linkedId": null,
        "name": "Mariner"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/pirate-flag.svg",
  "name": "Buccaneer",
  "type": "profession"
}
