{
  "_id": "dQAYpn1Gm87IoVmJ",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Though a duchess or count may rule over a noble house and its surrounding lands, very rarely do they deal with the minutiae and bureaucracy necessary to governing. The Chamberlain, instead, fills that job. A Chamberlain is a household servant; unlike the Valet who serves as a personal butler, the Chamberlain actually manages the logistics of the house. They direct workers, balance budgets, advise their lady or lord, maintain the grounds and direct or carry out every other piece of daily work a lord is too busy to bother with. Many Chamberlains are taken for granted, although a select few are treated as trusted friends and the right-hand of the noble they serve. Rest assured, without a Chamberlain, a noble household would quickly fall into ruin as the small intricacies of rulership quickly become too much to bear for the master of the house. Chamberlains find comfort in this knowledge and use it as a balm to soothe the verbal barbs they may suffer from their employers.\\nSome Chamberlains take up an adventuring spirit if the house they are working for is dissolved or they were removed from their position. Though Chamberlains are not the greatest of fighters, their knowledge and head for logistics can keep a party operating far beyond its normal capabilities. But that is also their biggest weakness – to a Chamberlain, everything must go according to plan at all times. When confronted by the inscrutable machinations of Corruption, bandit hordes or deadly plagues, the Chamberlain finds little that fits into their worldview of prosperity and book-balancing. Many end up insane, rambling to themselves about schedules and dividends as waves of blood and brain splash about their feet."
    },
    "drawback": {
      "linkedId": null,
      "name": "Master & Servant"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Education in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Privy Council"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Meeting of the Minds"
      },
      {
        "linkedId": null,
        "name": "Multilingual"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/quill.svg",
  "name": "Chamberlain",
  "type": "profession"
}
