{
  "_id": "gVQ54DeKnhOyjdD6",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Traveling the muddy roads between towns with little more than a cart full of shoddy goods, the Cheapjack is a traveling salesmen of the disreputable sort. They are hucksters and hustlers who sell their low quality wares – from rusted swords to fool’s gold – to gain as much profit as they can from their deceptions, at festivals and markets. Not all Cheapjacks are vile, some are roped in by organized crime, others are made victim to an unfair justice system that favors the guilded and punishes the guildless. Not all of their goods are worthless – there may be real gold coins to be found amongst the lead fakes covered in gold paint. Regardless, those in the know tend to stay away from these peddlers.\nCheapjacks turn to adventuring having run out of money or in order to find actual, high-quality goods and treasures to sell. Though they can spin gold out of lead with just their words, their lies and cheating can lead them into dealings with powers they cannot deceive or control. Worse, they can revert to their selfish tendencies and leave their companions in the lurch if the opportunity presents itself or it is the only means of survival. In such situations, their allies are another set of worthless trinkets to them, a means to an end and tools to best be used and disposed of."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Grease the Wheels"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Larceny"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/cheapjack.svg",
  "name": "Cheapjack",
  "type": "profession"
}
