{
  "_id": "ZIRFz5t9KZDmv4Qm",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The world abounds with professional thugs and leg-breakers, but few ever realize that they are part of a larger enterprise. In the long run, few make a long and prosperous life out of crime, but the Crime Boss is one who has. They have risen from their hard-scrabble start on the streets to make something of themselves, to better themselves, to even become respectable. Crime Bosses lead entire networks of gangs, directing their activities, keeping them paid while taking a cut and with a bribe or three, protecting them from the law. They often achieve wealth and influence, even as much as any lord or lady, as few wish to incur the wrath of a band of cutthroats and bruisers. Those Crime Bosses that survive are not foolish or brash, often being subtle strategists, knowing when to eliminate threats; who to intimidate, bribe or blackmail; and where and when to expand their business interests and their territories. They always seem like friends at first sight, but they are ruthless behind the smile and they know where the bodies are buried – and where the bodies should be buried.\nCrime Bosses possess low cunning and perplexity, but their cleverness is not the only reason why they lead city-wide criminal networks – they are quick and stealthy, able to slit throats and coin purses with a skill beyond the men who work for them. They live paranoid lives, fearing betrayal from below and arrest from above, but they know how to survive close scrapes and near misses and are ready to retaliate should the need arise. Their paranoia claws at the Crime Boss’ mind, pushing them to acts of brutality, not as acts of retaliation, but as a pre-emptive strike before some upstarts makes a jealous and inevitably bloody bid for power (just as they once did before they were Crime Bosses). This drives them to take a tighter grip on their gangs and their operations and so they turn from what was once a despised but necessary evil into a maniac who controls a town’s underworld with a bloody iron fist."
    },
    "drawback": {
      "linkedId": null,
      "name": "Public Enemy"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Skulduggery in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Skin O’ My Teeth"
    },
    "skillRanks": [
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Skulduggery"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Gangster Grip"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/crime_boss.svg",
  "name": "Crime Boss",
  "type": "profession"
}
