{
  "_id": "6Cu1bpCrxb859EXZ",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Despite stories of ‘vast armies of chaos’, most seedlings of Corruption are borne from cults. Cults are generally formed as a social groups between people who’ve lost their faith in the world. When aligned with like-minded individuals, they grow towards a system of unorthodox beliefs and dangerous philosophies. In fact, they rarely pay tribute to gods or Daemons at all. No matter its size, every cult has an authority figure who becomes a shining beacon to their following. Cult Leaders are these charismatic individuals, able to sway those on hard paths or uncertainties into the embrace of their ‘religion’. To fully indoctrinate others to their beliefs, potential followers are at first separated from friends and family. Once separated, the Cult Leader goes to work, spitting venomous doctrine in their ears and often ask of their followers vile things. The cult and its devotees eventually accept and follow the Cult Leader’s words without question.\\nA Cult Leader is more than just a charismatic person - they are a pontiff and a parent, and perhaps even a deity in their own right - feeding off the emotions of their followers. Many Cult Leaders become enamored with themselves, turning not to gods or Daemons, but towards self-worship. When gripped by insanity, a Cult Leader can easily destroy their own congregation for selfish purposes. More than one story has been told of a Cult Leader trapping their flock inside a compound while soldiers bargain for release - only for the Cult Leader to kill everyone inside, rather than being taken alive. More often than not, a disavowed Cult Leader will simply die, writhing in their own emissions as their flock abandons them at their last waking moment."
    },
    "drawback": {
      "linkedId": null,
      "name": "Public Enemy"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Charm or Education in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Cult Indoctrination"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/snake.svg",
  "name": "Cult Leader",
  "type": "profession"
}
