{
  "_id": "BlFbxKyiU6qOeKVZ",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "As the last figure seen by the condemned, the Executioner bears a most onerous and grisly task. They carry out acts of capital punishment – hanging, drawing, quartering and beheading – and in meting out justice, raise a hand that a king never would against their subjects. Although the grim spectacle of bloody execution draws great crowds and some Executioners become as famous as they are feared, their ghastly duties and their role as the king’s justice, means that they are feared and hated, even shunned by the community when their axe is laid to rest and their hoods removed. Most executions are performed on the chopping block, but new technologies mean new cruelties – crosses, gallows, firing lines, guillotines and more. Though they hold positions of wealth and privilege, Executioners rarely take any joy from their gruesome work. A rare few are reviled more than others and often the subject of reprisals from the families of those who died at the hands of their sloppy axe work. Some Executioners even accompany rulers or Inquisitors, serving as handy disposers of prisoners of war or heretics.\nPerforming executions is not for the faint of heart, so Executioners are invariably grim, adamant and cruel. Their weary work means many turn to alcohol and other drugs to help them forget, but this may not be enough to prevent the most lawful justicar from turning into a grim-hooded fiend. Then they may cut their bonds to lawfulness and sanity to engage in a gruesome, bloodthirsty rampage."
    },
    "drawback": {
      "linkedId": null,
      "name": "A Grim Career"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Interrogation in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Coup De Grâce"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Beatdown"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/executioner.svg",
  "name": "Executioner",
  "type": "profession"
}
