{
  "_id": "vWusYjIWk4yswgqS",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "There are legends of a band of noble knights that sought out an ancient relic of great power – a holy grail. Even though no one can say if their quest was fulfilled, these tales continue to enthrall the smallfolk and inspire the sons of the nobility in a grim & perilous world. So inspired they join fraternities and pledge themselves to a great quest – protecting a land, going on a crusade or indeed, discovering the whereabouts of some holy artifact. Their connection to the old tales means that they are known as Grail Knights, and whether for their lord, their faith or their quest, their shared kinship, training, heraldry and spilling of enemy blood forges bonds between them that last far beyond the grave.\nGrail Knights are skilled warriors, excellent tacticians, and knowledgeable about their quest. Their personalities and mannerisms vary between orders: the ‘Order of the Gryphon’ consists of fierce warriors, the ‘Order of the Stoat’ are sly tricksters and ‘Order of the Black Knights’ are forbearers of death. Not only honorable and skilled, Grail Knights find that fortune favors them in their quests. Grail Knights have strong hearts, but their fanaticism can be lured by Abyssal cravings into wanton destruction. Entire orders have twisted their ‘grails’, turning from stalwart defenders to xenophobic murderers, while still maintaining the same devotion to their cause. Hearing of a fallen order is an ill-omen, as even just one Grail Knight who has given in to chaos is a threat."
    },
    "drawback": {
      "linkedId": null,
      "name": "Code of Honor"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Martial Melee in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Blessing of Avalon"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Mounted Defense"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/grail-knight.svg",
  "name": "Grail Knight",
  "type": "profession"
}
