{
  "_id": "VjPtYMCVNQGUPt1q",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Highwaymen are folk heroes, champions of the downtrodden in dark times. Striking along dark roads, they ambush the wealthy and well-to-do, steal their wealth and goods, then distribute it among the small folk. Brash, boisterous, yet extremely charismatic, they very rarely harm their victims except for rustling the odd bodice or causing a monocle to pop out. Regardless, the aristocracy despises the noble Highwayman despite the commoner’s love of them. Furious reeves and incompetent counts will hunt them to no avail, often making fools of themselves and only bolstering the Highwayman’s reputation and charm.\nShould their small folk be threatened, their friends captured, or they be run out of their homes, Highwaymen will sometimes take their pistols on the road. Their combat abilities, wit and rakish charm are a boon to any party, though their notoriety will rarely place them in good light with the ruling class. Chaos loves a rebel, and if a Highwayman finds their way into the sweet stink of corruption, they will often feel compelled not to only steal from the rich, but to kill and usurp them. Sometimes they just steal from everyone, only to be pursued by the peasants who used to sing their praises, braying for recompense."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Stand and Deliver!"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Saddle-born"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      },
      {
        "linkedId": null,
        "name": "Take ‘em Down"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/highwayman.svg",
  "name": "Highwayman",
  "type": "profession"
}
