{
  "_id": "A7QKE10rNur3jZH9",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Becoming a Jailer is rarely a career that anyone aspires to. It is a lonely work suitable for the strong-minded, as prisoners’ cries and pleas are their only companion through long nights. This does not mean that Jailers cannot feel compassion or pity for their prisoners, but rather that they have grown to withstand such mental burden. This also makes them suitable custodians for the interred and the mad. Their jobs are dark and thankless, spending ages in dungeons with little contact aside from a potential head jailer and their quarters are rarely more than cells with ratty beds – little better than the prisoners under their charge. It is not uncommon for a lord needing a new Jailer to pardon a prisoner of their crimes, if they are willing to pledge their loyalty and serve in their new employer’s cold, damp dungeons.\nJailers rarely ever venture into the light, but there are those who would employ these intimidating figures when in need of an interrogation, intimidation or beating, yet lack the necessary skills. Others even live for the pain and anguish that Jailors inflict – sometimes the Jailors themselves – and to them, the sounds of bones cracking and minds breaking brings sadistic pleasure. Any Jailor worth their salt needs such skills, but takes a certain kind of person to actually enjoy the process. Sanguine and bloody, these Jailers are oftentimes the most well-paid, but also the maddest, of prison guards."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Tortuous Inquisition"
    },
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/jailer.svg",
  "name": "Jailer",
  "type": "profession"
}
