{
  "_id": "G5XtOImPJ6WTsdjU",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Monks are divine librarians who dedicate their lives to studying the world’s mysteries both great and small. This is often an integral part of the faith as they spend their days illuminating manuscripts, recording decrees, analyzing hymns and advising those curious of the divine powers. Nearly every religion has at least a small cadre of Monks who specialize in particular aspects of their faith. For example, Dwarf Monks have the holy duty of recording clan rivalries in the Book of Old Grudges, whereas Elven Monks are often responsible for cataloging the flora and fauna surrounding their cloisters. There is little reward to be had in being a Monk, but they are some of the most educated and nuanced academics in a grim & perilous world.\nMonks will sometimes pack up their quills and scrolls and leave the comforts of their cloister in search of hidden religious knowledge or relics of a forgone time. Though illsuited to combat, Monks are educated in languages, scholastic facts and map reading, and can easily decipher ancient runes or parlay with other priests. Some Monks become radicals, followers of fringe religions that the civilized world no longer follows. Either way, Monks differ from other priests in that their view of religion is subtler and they accept similarities between different faiths. This sometimes puts them at odds with their teachings, leaving them vulnerable to the call of chaos and the maddening whispers of darker gods."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Learned Devotee"
    },
    "skillRanks": [
      {
        "name": "Drive"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Multilingual"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/monk.svg",
  "name": "Monk",
  "type": "profession"
}
