{
  "_id": "0Ke0xLg87b3cmeAx",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "In isolated towns and tribal villages, the written word is a luxury and education even more so. However, this does not stop the common folk from wanting to remember their ancestors, where they came from and the histories that preceded them. Those whose job it is within these villages to remember and pass on these stories are known as Oathkeepers, warrior-poets who in their communities are as respected as any tribal leader. An Oathkeeper is a sacred position and it is their responsibility to know their people’s apocrypha – tales of heroes and villains, droughts and rainfall, gods and demons – and to pass it onto the younglings of the village. Oathkeepers also keep track of community agreements, marriages, trades and vendettas, usually recorded in their namesake ‘book of oaths’. Some Oathkeepers also study events about the world at large, and can talk just as easily about a war between two empires as their village’s last harvest.\\nGiven their duties, Oathkeepers rarely keep to one place. Many were Skalds, used to travelling between tribal villages, a kind of itinerant teacher and vagabond. As Oathkeepers age, they grow stubborn in their ways, lamenting the ‘old days’ and ‘how it used to be’. These Oathkeepers first foment resistance against change and progress, then outright sedition against any rulers they deem unfit. If successful, their words have been known to raise armies. Armed insurrections are nothing new, but when they are led by a twisted yet trusted warrior, they are much more difficult to put down. Ethnocentric violence, pogroms and other atrocities are said to be fed from the propaganda and agitprop that is purveyed by corrupted Oathkeepers."
    },
    "drawback": {
      "linkedId": null,
      "name": "Book of Grudges"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Folklore in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Book of Oaths"
    },
    "skillRanks": [
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Bad Axx!"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/secret-book.svg",
  "name": "Oathkeeper",
  "type": "profession"
}
