{
  "_id": "pJJwkmwEibp0Dnxl",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Since the earliest days of war, war parties and armies have strived to put distance between themselves and their opponents – resulting in such weaponry as spears, bows and more recently modern gunpowder weaponry. Even then, these weapons are often difficult to master with precise skill, but that is actually what the Sharpshooter has accomplished. Unlike their Pistolier kin, the Sharpshooter is an unparalleled targeteer who specializes in strung weapons, able to strike and pierce a coin out of the air like a snipe can snatch a worm. Their finesse is prized in many arenas, with some performing in tournaments during summer months and turning to hunting in the colder seasons The Sharpshooter is silent, calm and collected, able to drive an arrow through a helm’s eye slit at over 50 paces. It is no wonder why so many are acclaimed, travelling from tourney to tourney, commanding large purses and the accolades of the nobles who sponsor them as they put on display their sharpshooting skills.\\nSharpshooters are not necessarily great warriors, but they are great shots do appreciate opportunities to test their skill. There is no greater place to test their skill than on the field of battle where they are employed to target important individuals. In comparison to the simple man-at-arms, the tactics employed by Sharpshooters take advantage of their skill, their stealth, and their ability to separate the man from the target. It is no longer another man they are targeting with a shot, but rather just a bullseye to shoot – and another purse to be won depending upon the terms of their contract. Both this disconnect and willingness to kill another being tends to break at the most inopportune of times, like when they are given the order to attack a helpless serf or their younglings. This sedition leaves them broken and doubting their entire life, as they realize all they have been doing is killing poor souls their whole career."
    },
    "drawback": {
      "linkedId": null,
      "name": "Psychotic Break"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Coordination in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Precision Shots"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Arbalest’s Speed"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Take ‘em Down"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/crosshair-arrow.svg",
  "name": "Sharpshooter",
  "type": "profession"
}
