{
  "_id": "P15pE0Zh52LDNxDq",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "When ships come in, the cargo comes out, and in doing so, that freight lies upon the literal backs of the Stevedore. A breed apart from petty Laborers, medieval work-gangs called Stevedores are dockworkers and longshoremen who spend their days upon the wharfs. They haul and move cargo, clean fish for market, repair and scuttle ships, and even run ferries or other small boats as needed. They are fiercely protective of their docks and ward away rival work gangs with both strong words and wooden sticks. Stevedores are rough-and-tumble because they have to be – the work they do is both physically and mentally demanding. They are also charged with keeping cargoes safe once warehoused or before its trafficked, as the docks are a favored place for illegal trade and smugglers. Stevedores work hard and celebrate harder – every river or sea-side tavern knows that when the dockworkers end their day, their pockets rattling with brass and their throats parched from a long day’s work. After celebrating, Stevedores sleep deeply, before waking at the crack of dawn to repeat the day all over again.\\nWhile there is much to do as a Stevedore, the routine of work/drink/work, week over week, can grow monotonous and degrading. Those confident in their physicality and hardiness may grab a scaling knife and cargo hook, and strike out for other opportunities that bring faster coin and more restful days. Stevedores are good to have along as brutes and handlers, able to easily break down doors or break an arm or two when needed. However, with many not being aware of just how dangerous the job of leg- breaking is, their confidence is a slow and insidious killer. For when a Stevedore sees a Fomorian drag an ally down into the briny deeps, they realize that they sea they love can be just as cruel, if not even more so. When that happens, they often go back to the drudgery of laboring, and when that is not enough, replace their routine with a constant stream of wine to dull the memories, rotting in an alleyway."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Wharf Rat"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Beatdown"
      },
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/pulley-hook.svg",
  "name": "Stevedore",
  "type": "profession"
}
