{
  "_id": "A9tYpvM6RlsYdtcx",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "In a grim & perilous world’s colder climes, a good fur-lined coat could be all that separates you from life and death. The Trapper is a fur and pelt hunter, but instead of using guns or blades that could potentially ruin a good fur, they use traps and then dispatch their quarry with a cut across the jugular. Most Trappers make their living off of killing ‘necessary’ game; wolf or bear pelts for the cold, seal pelts for waterproofing and so on. Some trade in the luxury furs, such as mink or fox normally reserved for the elite. The most fearless trappers have their eyes on dangerous or illegal game, like the lions of the south or great basilisks and their diamond-hard scales. Despite being a necessity to many, some Trappers are subject to the ire of other rangers and nature types, accused of exploiting, rather than serving, the natural world.\nTrappers travel far and wide for their quarry, following migration patterns or delving into lost ruins or caves to find rarer game. Others are run off of lands, either by territorial animals who have sensed a threat or a Gamekeeper who has had too many animals killed. Trapper are adept at not only making and laying traps, but spotting and disarming them too, from simple snares to complex arrow traps. They also possess great survival instincts and are excellent guides, but the stress of adventuring is entirely different from that gained from hiding in a tree waiting for your mark to approach. When a Trapper sees humans flayed or eaten alive by fodderlings, or see their allies succumb to injury from traps, they may slowly realize that they are no different from the monsters they fight."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "It’s a Trap!"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Skulduggery"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Rural Sensibility"
      },
      {
        "linkedId": null,
        "name": "Take ‘em Down"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/trapper.svg",
  "name": "Trapper",
  "type": "profession"
}
