{
  "_id": "PRmFfj0RAZMzoz8A",
  "effects": [],
  "img": "systems/zweihander/assets/icons/vigilante.svg",
  "name": "Vigilante",
  "system": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Vigilantes can be ‘heroes of the people’, handing out justice when the law fails to, but others are nothing more than paid ruffians, beating up others at the behest of some guild or simply the amusement of some petty noble. Some choose this path to right the wrongs they have encountered in their day-to-day lives, others take it up to be able to deal out violence and get paid for it. Whether professional bully or enforcer of justice, Vigilantes adopt colorful monikers, costumes and flourishes, creating an alter ego to protect their livelihoods and family. A few infamous Vigilantes from history include ‘Guido Fawkes’ and ‘Spring-heeled Jack’.\nWhether driven to right wrongs or mete out beatings and slayings, a few Vigilantes come to crave violence of its own sake, their knack for mayhem and murder transforming them into sadistic madmen or killers. Masked Vigilantes of this caliber include ‘Jack the Ripper’ and ‘Whipping Tom’. When this happens, they may end up becoming a part of a villain’s gallery, opposed by other Vigilantes whose drive for justice will invariably draw them into a fight with these wouldbe antagonists. In the end, there is a dark place within every Vigilante; a hole that cannot be filled by a life of sedentary peace."
    },
    "drawback": {
      "linkedId": null,
      "name": "Alter Ego"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Mortality Work"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Knifework"
      },
      {
        "linkedId": null,
        "name": "Strangler’s Union"
      }
    ],
    "tier": ""
  },
  "type": "profession"
}
