[{
  "name": "Slaughterhouse",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Covered in the blood and guts of another, you ready yourself from wicked butchery."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "Blood and feces from your own Ancestry, smeared onto a butcher’s knife (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, the knife becomes ever-sharp and is treated as a one-handed melee weapon with the Vicious Quality. Instead of using your [CB], refer to your [WB] to determine Damage. Finally, whenever you strike or Parry with this knife, refer to your Incantation Skill instead of a Combat-based Skill. You can inflict Injuries with this Magick. After suffering an Injury, the foe must immediately Resist with a successful Toughness Test or begin to Bleed.",
      "criticalSuccess": {
        "value": "As above, but victims cannot Dodge or Parry this attack."
      },
      "criticalFailure": {
        "value": "The knife takes on its own personality, dancing into the air as if guided by an apparition, for the spell’s Duration. For the Duration of the spell, roll a 1D6 Chaos Die at the start of your Turn. If the result is face ‘1’, it will lash out at you; if the result is face ‘2-5’, the knife does nothing; and if the result is face ‘6’, it will lash out at a random ally."
      }
    }
  }
},{
  "name": "Slurp Marrow",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You steal the essence of fallen foes by eating from their remains."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A roasted marrow bone made from your own Ancestry, sucked on (expended)"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, add 3 to your Peril Threshold and you cannot become Incapacitated!, instead remaining at Ignore 3 Skill Ranks. At the end of the Duration, you suffer 3 Corruption.",
      "criticalSuccess": {
        "value": "As above and you are immune to physical Peril inflicted by foes (such as from Chokehold)."
      },
      "criticalFailure": {
        "value": "Your essence is immediately drained away! You immediately suffer 1D10+1 mental Peril and are left Defenseless for the spell’s Duration."
      }
    }
  }
},{
  "name": "Victuals of Viscera",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "The innards of another is vivifying."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "Cooked chitterlings and bung made from your own Ancestry, eaten by others (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of allies equal to your [WB]. They move one step up the Damage Condition Track positively. All those who ate the chitterlings and bung suffer 6 Corruption.",
      "criticalSuccess": {
        "value": "As above, but they do not suffer any Corruption whatsoever."
      },
      "criticalFailure": {
        "value": "The chitterlings are absolutely disgusting. If you do not drink the blood from your own Ancestry within 24 hours, you move one step down the Damage Condition Track negatively (but do not suffer an Injury due to it)."
      }
    }
  }
},{
  "name": "Ashen Rite",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your exhalation of breath covers all with ash, instilling a sense of deep hatred and cruelty."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Special"
    },
    "reagents": {
      "value": "A handful of ash, consumed (expended)"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, both you and any allies caught in its Cone Template suffer 1D10+[WB] physical Peril. In exchange, whenever they generate face ‘6’ on their Fury Die with melee and ranged weapons, their foe begins to Bleed. This spell lasts for 24 hours, unless the ash is washed away.",
      "criticalSuccess": {
        "value": "As above, but allies automatically Knockout any foes they Injure (as the Perilous Stunt)."
      },
      "criticalFailure": {
        "value": "Your throat burns from the ash, as your lungs begin to seize. You immediately begin to suffer from Suffocation."
      }
    }
  }
},{
  "name": "Bow Before Me",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With a deafening roar, your body completely transmutates into a Brass Primarch – the penultimate form of the Hellfurnance Himself!"
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A helmet made from the jawbone of a Brass Primarch, worn for the Duration"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, both you and all the trappings upon yourself take the shape of an avatar of the Hellfurnance. Temporarily replace your Character sheet with the creature profile of a Brass Primarch, gaining its benefits and drawbacks. If you suffer an Injury during this time, the Magick spell immediately ends.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your body pulsates with lava bubbles and smoke, temporarily exploding into a foaming smoke monster, whose mouth flows with magma. Those who behold your countenance must succeed at a Resolve Test or else they suffer from Terror. In addition, you must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you return to your normal self, but are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Brittlebone Curse",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A shadow of your brass Daemon of ash and bone falls over the battlefield."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one place you can see"
    },
    "reagents": {
      "value": "13 bones of a broken man, shaken in a sack"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, a shadow that smells of bitumen falls over your enemies. All those caught within a Burst Template are Maledicted. While Maledicted, whenever they suffer Damage, they can be Injured on a result of face ‘4-6’. You are immune to this spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, and they instead can be Injured on a result of face ‘3-6’."
      },
      "criticalFailure": {
        "value": "A brief storm of ash and salt rises in an Explosion Template at your feet, rising like a tornado into the sky. Those caught within an Explosion Template immediately suffer 2D10+[WB] physical Peril."
      }
    }
  }
},{
  "name": "Hellworker's Stick",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Tapping your stick upon the ground, distant bells clang, hearkening the Hellfurnance’s prophet."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A staff wrought of simple wood"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, your staff temporarily turns into petrified wood. It becomes a one or two-handed melee weapon with the Adaptive, Defensive and Pummeling Qualities. Instead of using your [BB], refer to your [WB] to determine Damage. Finally, whenever you strike with this stick, your foe must Resist with a successful Athletics Test or be Disarmed. You can inflict Injuries with this Magick, but foes are always left Prone instead.",
      "criticalSuccess": {
        "value": "As above, but victims are automatically Disarmed if they cannot Parry the attack."
      },
      "criticalFailure": {
        "value": "Your stick completely shatters, and the bells toll for you. You are unable to cast Magick for the next 24 hours."
      }
    }
  }
},{
  "name": "Malign Subjugation",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A dark force infiltrates the minds of your enemies, causing confusion."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A pinch of powdered gemstone, inhaled (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of foes who can see and hear you equal to your [WB]. They must Resist with a successful Coordination Test or be made Maligned. While Maligned, they must Resist with a successful Scrutinize Test at the beginning of their Turn or else lose their Turn.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "You are forced down to your knees and must pray to your dark Daemon in penitence. You are left Helpless for two minutes."
      }
    }
  }
},{
  "name": "Obsidian Promise",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With this ring, the Hellfurnance shall protect."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "An obsidian ring, placed upon the finger"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch cannot be Injured or made to Bleed for the Duration of the spell. In addition, when they would suffer Damage from a melee or ranged weapon, even after failing to Dodge or Parry, they take no Damage instead. They can only avoid Damage from a melee or ranged weapon once for the Duration of the spell and it must be the Damage from the first successful attack made against them.",
      "criticalSuccess": {
        "value": "As above, but they also cannot be made Prone by the actions of a foe."
      },
      "criticalFailure": {
        "value": "The ring crumbles to dust, completely destroyed. In return, you suffer 1D10+1 mental Peril."
      }
    }
  }
},{
  "name": "Primordial Disruption",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "As you tap the rod against the ground, gouts of magma and ash randomly spew upwards towards the sky."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A volcanic rod made from a live volcano, struck on the ground"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, roll a 1D6 Chaos Die. On face ‘1-5’, a number of foes equal to your [WB]. They must Resist with a successful Coordination Test or suffer 3D10+[WB] in Damage from fire. On face ‘6’, a number of allies equal to your [WB] must Resist with a successful Coordination Test or suffer 3D10+[WB] in Damage from fire. You must roll this 1D6 Chaos Die at the beginning of your Turn for the Duration of the spell. You can inflict Injuries with this Magick, but foes are always On Fire instead.",
      "criticalSuccess": {
        "value": "As above, but your foes cannot Resist this Magick."
      },
      "criticalFailure": {
        "value": "The volcanic rod suddenly cracks and breaks. With a rumbling of earth below, a lance of magma engulfs you. You suffer 3D10+[WB] in Damage from fire and all of your belongings are engulfed in flame and destroyed."
      }
    }
  }
},{
  "name": "Salt & Sulphur",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "As the story of Sodom and Gomorrah, you are the Hellfurnace’s wrath. Radiant light falls over those who behold your fell countenance."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "The desiccated remains of a body left to dehydrate, held in a sack"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, foes who look at you or make you the target of an Attack Action or Perilous Stunt must Resist with a successful Scrutinize Test or be turned to a pillar of salt, instantly Slain!. Those who Resist suffer 3D10+[WB] Damage from fire. You can inflict Injuries with this Magick, but foes are always On Fire instead.",
      "criticalSuccess": {
        "value": "As above, but those who Resist are also Defenseless."
      },
      "criticalFailure": {
        "value": "You have hell to pay to the Hellfurnace. You must succeed at a Resolve Test or else suffer from a random, but permanent Malignancy."
      }
    }
  }
},{
  "name": "The Inverted Doom",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A great horned shadow looms behind you, as your voice grows from a whisper… to a ROAR!"
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A miniature brass bull, set on ground"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, foes caught in its Cone Template must Resist with a successful Athletics Tests or be thrown a number of yards equal to 2D10+[WB]. Whether they successfully Resist the spell or not, they are left Prone.",
      "criticalSuccess": {
        "value": "As above, but foes cannot Resist this spell."
      },
      "criticalFailure": {
        "value": "The shadow falls over you… toying with you. Suddenly, you are jerked into the air like a marionette – and then, the strings are cut. You fall a number of yards equal to 2D10+[WB]."
      }
    }
  }
},{
  "name": "Blasphemy!",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You shout a litany of baleful sacrilege, meant to deny gods and Daemons alike, while espousing the ascendancy of the Outsider from His Ætheric labyrinthine prison."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A page from a holy work, torn to shreds (expended)"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of foes who can see and hear you equal to your [WB]. They must Resist with a successful Resolve Test or be made Zealous. While Zealous, they must reduce their chances of success for any action by decreasing the Difficulty Rating of all Skill Tests by one negative step. If they elect to Channel Power while affected by this Magick, they must channel by two steps or more. Note that this Magick only affects creatures classified as Abyssal, Humanoid or Mutant (including player Ancestries).",
      "criticalSuccess": {
        "value": "As above, but foes also drop one step down the Peril Condition Track negatively when Channeling Power."
      },
      "criticalFailure": {
        "value": "As you thrash and tear at the holy pages, you know that the gods have heard your blasphemies. You immediately suffer 1D10+1 mental Peril from Stress."
      }
    }
  }
},{
  "name": "Chaotic Rebellion",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Proffering four Abyssal symbols before you, you foment rebellion among the enemy before you, filling them with rage against their commander."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any creatures or persons you can see"
    },
    "reagents": {
      "value": "Four unholy symbols of the Abyssal Princes, held aloft"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of foes who can see and hear you equal to your [WB]. They are made Rebellious. While Rebellious, at the beginning of their Turns, they must immediately Resist with a successful Resolve Test or else redirect their Actions in Combat against their leader. If they Resist with a successful Resolve Test, they can act as normal for the remainder of the Turn, but make another Resolve Test at the beginning of their next Turn. Once the leader is Slain!, another will rise among their ranks to take command (and the cycle continues for the Duration of the spell).",
      "criticalSuccess": {
        "value": "As above, but the leader cannot Dodge, Parry or Resist attacks made by the Rebellious."
      },
      "criticalFailure": {
        "value": "You have deeply offended the Outsider! The ally with the highest Chaos Ranks is decreed to be the leader. Then, select a number of allies who can see and hear you equal to your [WB]. They are instead made victim to this Magick for the Duration. Once the leader is Slain!, the remaining ally with the highest Chaos Ranks is decreed to be the new leader. If none of your allies have any Chaos Ranks, or there are several allies with the same number of Chaos Ranks, the GM will choose one randomly. Finally, the leader cannot Dodge, Parry or Resist attacks made by the Rebellious."
      }
    }
  }
},{
  "name": "Contempt of The Abyss",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You temporarily dispel the Prince of Change’s twisted Magicks and the Prince of Pleasure’s depravity over another."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "6+[WB] hours"
    },
    "reagents": {
      "value": "An ampule of quicksilver, injected into the recipient (expended)"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch is temporarily relieved of any ill-effects which Magick has over them and instantly breaks any charms or curses (Magickal or otherwise) they may be under the Effects of.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "You have failed the Outsider! Not only do you fail to relieve the person you touched of the ill-effects of Magick or charms or curses they are under, but all of those Effects are imparted upon you and their Duration is tripled."
      }
    }
  }
},{
  "name": "Daark’s Escutcheon",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "An invisible, ghastly shield of white and black patterns – one which only you can see – hover before you."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A pendulum, emblazoned with a skull split by white and black colors"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, compare your Aspect Ranks and Chaos Ranks. If your Aspect Ranks are higher, add 3 to your Peril Threshold. If your Chaos Ranks are higher, add 3 to all Damage you inflict. If both your Aspect and Chaos Ranks are equal, you may choose which of the above Effects you wish to gain, but suffer 3 Corruption in return.",
      "criticalSuccess": {
        "value": "As above, but you gain both Effects without suffering Corruption."
      },
      "criticalFailure": {
        "value": "Within sight, the shield manifests upon the arm of a foe! Unwittingly, they gain both the Effects for the Duration."
      }
    }
  }
},{
  "name": "Deny the Princes",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your contempt for the Prince of Decay’s maladies and the Prince of Violence’s bloody-handedness drives away their corruptive influences."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A dose of tincture, consumed by the recipient (expended)"
    },
    "duration": {
      "value": "3+[WB] hours"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch is temporarily relieved of any ill-effects a Disease has over them and the Effects of their Injuries.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Once again, you have failed the Outsider! Not only do you fail to relieve the person you touched of the Effects of the Disease and Injuries they are suffering from, but all of those Effects of the Disease and Injuries are imparted upon you and their Duration is tripled."
      }
    }
  }
},{
  "name": "Kaaleb’s Thirst",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "An ephemeral, skeletal head of a Jurassic-era creature takes shape over your throwing axe. Its eye sockets and maw drips endlessly with steaming asphalt."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A sickle made from ironwood, held aloft"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, a ghastly pterodactyl-like head extends from the end of your sickle. The sickle is a one-handed melee and ranged weapon, with the Throwing and Vicious Qualities. When thrown, it has a Distance of 3+[PB] yards and a Load of 1AP. Instead of using your [CB], refer to your [WB] to determine Damage. Whenever you strike or Parry with this weapon, refer to your Incantation Skill instead of a Combat-based Skill. After throwing this weapon, it automatically returns to your hand. You can inflict Injuries with this Magick, but they are Disarmed instead. If it inflicts an Injury upon a foe who is classified as Abyssal or is an occultist to any one of the Abyssal Princes, roll 3D6 Chaos Dice. If any of the Chaos Dice result in face ‘6’, they are immediately Slain! For every foe Slain! in this fashion, you must sacrifice one Fate Point. If you have no Fate Points, you gain 9 Corruption instead.",
      "criticalSuccess": {
        "value": "As above, but victims cannot Dodge or Parry this attack."
      },
      "criticalFailure": {
        "value": "Kaaleb’s sickle thirsts for you! You immediately suffer 3D10+3 Damage."
      }
    }
  }
},{
  "name": "Rend Chaos",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A bolt of writhing black energy unerringly strikes out, twisting its way down the throat and orifices of those who have pledged themselves to the Abyss."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A pinch of bitumen, crushed beneath heel (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, one foe immediately suffers 2D10+[WB] in Damage. If it strikes a foe who is classified as Abyssal or is an occultist to any one of the Daemonic Princes, they must Resist with a successful Coordination Test or be set On Fire as well.",
      "criticalSuccess": {
        "value": "As above, but your foe is automatically set On Fire."
      },
      "criticalFailure": {
        "value": "Crushing pain wracks your body, as writhing black tendrils penetrate you from stem to stern. You immediately suffer Damage as above and an equal amount of Peril as well."
      }
    }
  }
},{
  "name": "The Other",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your body explodes into dizzying angles of divine proto-math. This god-form of twisted viscera and non-Euclidean shapes are inexplicably geometric… but most of all, is terrifying."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A codex bound in a Lower or Higher Demon’s skin, held aloft (expended)"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, both you and all the trappings upon yourself take the shape of a Higher Demon. Temporarily replace your Character sheet with the creature profile of a Numina, gaining its benefits and drawbacks. If you suffer an Injury during this time, the Magick spell immediately ends.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your corpulent form temporarily explodes into harrowing shapes and forms: hands where your head was, swords where appendages once were and endless eyes. Those who behold your countenance must succeed at a Resolve Test or else they suffer from Terror. In addition, you must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you return to your normal self, but are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Through the Labyrinth",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "By touching the sleeve of another and turning the key in air, a portal that leads into an impossible labyrinth opens up below them. They are instantly swallowed."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Special"
    },
    "reagents": {
      "value": "A key made from a precious stone, turned in-hand"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch must Resist with a successful Coordination Test or be temporarily teleported into the labyrinth of the Outsider. When they return to the Material Realm two minutes later, they appear at place you can clearly see. Upon their return, they suffer from Fear. You can cast this Magick upon yourself, but do not suffer Peril or Fear.",
      "criticalSuccess": {
        "value": "As above, but they are Disarmed, permanently losing whatever weapon or object they were holding in their primary hand."
      },
      "criticalFailure": {
        "value": "You are hurled through time and space, taking in the endless cyclopean-wrought, awe-inspiring labyrinth of the Outsider. Returning two minutes later, you suffer from Fear. Whatever you were holding in your primary hand is now gone, lost during your travels."
      }
    }
  }
},{
  "name": "Abyssal Deportation",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Holding the eyes aloft, a blue-pink portal opens below a foe, exposing fleshy tendrils hell-bent to draw them into the endless pit of the Abyss."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "The severed eyes of a Magick-user, held aloft"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, a foe who can see and hear you must Resist with a successful Resolve Test or be instantaneously exiled from the Material Realm into the Abyss. Your foe is Slain!. Note that this only works on creatures who are classified as Humanoid (including player Ancestries). As a result, you gain 9 Corruption.",
      "criticalSuccess": {
        "value": "As above, but the foe cannot Resist this Magick."
      },
      "criticalFailure": {
        "value": "You are hell-bound for the Prince’s labyrinth of crystal and fog. You must succeed at a Resolve Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Chaos Into Chaos",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Heatless pink flames dance upon the ground, taking the shape of delicate, elfin harlequins."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A shard of Wytchstone or meteorite, held in-hand"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you conjure heatless, dancing pink flames in a Burst Template around you. While standing in this circle, if you fail a Skill Test, you may re-roll to generate a better result, but must accept the outcome. If you Critically Fail a Skill Test whilst standing in the circle, you gain 3 Corruption.",
      "criticalSuccess": {
        "value": "As above, but you do not gain Chaos Ranks if you Critically Fail."
      },
      "criticalFailure": {
        "value": "The harlequins of Change begin to morph into flaming amalgamations of jesters affixed with crooked beaks, absurdly long limbs and feathery wings. They torment you with a terrible dance for the Duration, as every spell you fail to cast results in 3 Corruption for 24 hours!"
      }
    }
  }
},{
  "name": "Disrupt Magick",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Intoning the words of your Daemon, you draw chaos within yourself, retarding Magickal power within sight."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one object or person you can see"
    },
    "reagents": {
      "value": "One pint of blood from a Man-eater, poured onto the ground (expended)"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, an object you see has all its Magick temporarily nullified. If cast upon a person, they are temporarily unable to cast Magick (and all Magicks they have cast within your sight are subject to Dispel Magick). Magicks are temporarily nullified for your [WB] in minutes. In both cases, you must immediately Resist with a successful Toughness Test or gain the Mutation called Taint of Chaos.",
      "criticalSuccess": {
        "value": "As above, but you do not have to make the Toughness Test."
      },
      "criticalFailure": {
        "value": "The intonations work, but the fickle Prince of Change has chosen to punish you instead! Your ability to wield Magick is instead nullified for a number of minutes equal to your [WB] and you immediately gain the Mutation called Taint of Chaos."
      }
    }
  }
},{
  "name": "Guttering Flame",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Lances of pink energy violently spurts from your fingertips, arcing towards a single foe as they’re blasted with hellish wrath."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A lit candle made of Humanoid fat, held in- hand (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, one foe immediately suffers 2D10+[WB] in Damage from fire. You can inflict Injuries with this Magick, but gains a Mutation called Taint of Chaos instead. This ignores any Damage Threshold Modifier their armor might confer.",
      "criticalSuccess": {
        "value": "As above, but your foe automatically gains a Mutation called Taint of Chaos."
      },
      "criticalFailure": {
        "value": "The pinkish energy twists skyward and blasts all who stand nearby. All those within a Burst Template around suffers 1D10+[WB] in Damage from fire. You can inflict Injuries with this Magick, but gains a Mutation called Taint of Chaos instead."
      }
    }
  }
},{
  "name": "Hellfire Transmutation",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You summon a screaming hail of fiery pink rain, igniting all around you. All that remains is a fine coral dust, which swirls together and forms into blasphemous demonic servants."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one place you can see"
    },
    "reagents": {
      "value": "13 charred jawbones of Mutant creatures, shaken in a sack"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, you call down a hellish storm of fiery pink rain. All those caught within an Explosion Template immediately suffer 3D10+[WB] Damage from fire. You can inflict Injuries with this Magick, but foes always gains a Mutation called Taint of Chaos instead. If a foe is Slain!, smoke will whorl in place where the Explosion Template occurred, obscuring those inside. Foes who are Slain! by this Magick emerge three minutes later – having turned into Adversary Demons – and attack anyone who is not you. The Adversary Demons will remain for a number of minutes equal to your [WB], until banished back to the Abyss. You are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but you also learn the True Name of an Adversary Demon."
      },
      "criticalFailure": {
        "value": "A storm of pink rain rises from the ground in an Explosion Template at your feet, falling upwards into the sky. Those caught within the Explosion Template immediately suffer 3D10+[WB] Damage from fire. You can inflict Injuries with this Magick, but foes always gain 9 Corruption instead."
      }
    }
  }
},{
  "name": "Plea to the Prince",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "The Prince of Change is the lord of all Magick, and is willing to grant access to nearly any manifestation imaginable – at times."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "The fingerbone of an Archmage or High Lector, affixed onto an iron rod"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, roll 1D6 Chaos Die. If the die lands on face ‘1-5’, you temporarily gain access to any one Greater Magick spell outside your Arcana, Covenant or Prayer type. If the die lands on face ‘6’, you instead gain 9 Corruption. The newly learned spells are available to cast for up to your [WB] in days and are cast as normal.",
      "criticalSuccess": {
        "value": "As above, but you gain two spells instead."
      },
      "criticalFailure": {
        "value": "Your plea to the Prince of Change goes unanswered. Instead, it is returned by the renegade Daemon known as the Outsider. He temporarily grants you access to any single Greater Magick spell, which you can automatically cast with a Critical Success as many times as you like for a number of days equal to your [WB]. Each time it is cast, you gain one permanent Chaos Rank."
      }
    }
  }
},{
  "name": "Psychic Enslavement",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Slipping into a comatose state, your spirit ‘slips’ into the body of another. You see through their eyes, speak with their tongue, and kill with their hands."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A handful of pink sand, inhaled (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you immediately move your spirit Ætherically into a foe’s body and gain control of it. You bend them to your will, forcing them to commit any act you can conceive of (even if the act is suicidal). You retain your ability to cast Magick while in your foe’s body, despite taking on their attributes. However, your original body is left Helpless for the Duration of the spell. Once you slip back into your own skin, the foe must Resist with a successful Resolve Test or else gain a Mutation called Taint of Chaos.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your spirit is temporarily displaced into the Æthereal Veil, and for 48 hours, you are under the control of something else. The exact nature of the something now controlling you will be determined by the GM and neither its exact nature or the fact that you are possessed should be shared with the other players. Embrace your Chaos Alignment and play the part of the possessed!"
      }
    }
  }
},{
  "name": "Unholy Vision",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your eyes glow softly with a ghastly blue light, letting you see within the shadows of the Material Realm."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "The noose of a hanged criminal, tied around your neck"
    },
    "duration": {
      "value": "3+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, your eyes begin to glow pink and you can see perfectly in the dark. You can also see through fog, mist or smoke. For the Duration of the spell, anyone who sees your eyes glowing and recoil ever so slightly at the horror of it. The contempt in which they hold you means that you cannot succeed at Fellowship- based Skill Tests when interacting with them.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your eyes burn in intense pain. For the Duration of the spell, every time you expose your eyes to light of any kind, natural or unnatural, you suffer 1D10+1 physical Peril."
      }
    }
  }
},{
  "name": "Warp Reality",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You pinch a ball of wax between your fingers, causing the next object you touch to become plastic and mutable. Nothing has a set form; everything is uncertain."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A ball of earwax made from slain prostitutes or dead pimps (expended)"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, any objects you touch (providing they are no larger than a child is tall) can be bent as if made of soft putty. If you intend to touch a foe’s trappings (such as a weapon or their armor), they must Resist with a successful Coordination Test or else their trapping temporarily gains the Ruined! Quality. If you keep your hand on the object for longer than three minutes, you can temporarily destroy the object. This spell has no Effect on trappings with the Castle-forged Quality or Artifacts and Relics. Once the Duration is up, objects affected by this spell return to their normal state.",
      "criticalSuccess": {
        "value": "As above, but objects do not return to their normal state at the end of the Duration."
      },
      "criticalFailure": {
        "value": "Dripping like hot wax, every metal object you are wearing or carrying about your person is immediately destroyed."
      }
    }
  }
},{
  "name": "Carbuncle of Horror",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your form shifts into something unwholesome and alien, revealing your true patronage to the Prince of Decay."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A diseased person’s pancreas, partially consumed (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you take upon a gelatinous physicality as your body is covered in bubbling pustules and an arm sprouts from your back, its skin undulating with boils and pimples. In addition, you can crawl up vertical surfaces as well as across horizontal surfaces with ease (but treat both as Hard Terrain). Your new arm is treated as a one-handed ranged weapon with the Fast, Powerful and Throwing Qualities, with a Distance of 1+[WB] yards and a Load of 1 AP. Instead of using your [CB], refer to your [WB] to determine Damage. Whenever you strike or Parry with your arm, refer to your Incantation Skill instead of a Combat-based Skill. You may inflict Injuries with this attack, but foes always suffer from Chaotic Rot instead. For the Duration of the spell, you are temporarily immune to Injuries and Perilous Stunts.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "One of your body parts ‘burbles’ and wobbles as if made from gelatin, but quickly returns to its former physicality. The spell is wholly unsuccessful; however, it has left its mark upon your body and weakened that body part. Roll 1D6 Chaos Die: on face ‘1-2’ it is your left arm, on face ‘3-4’ it is your right arm, on face ‘4’ it is your left leg, on face ‘5’ it is your right leg and on face ‘6’ it is your body. Whenever you are struck with a Called Shot to that particular body part, you cannot add your [BB] to your Damage Threshold to withstand Damage."
      }
    }
  }
},{
  "name": "Carnival of Pestilence",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "All manner of filth, bilge and rot burbles forth from the ground around you. As it gurgles its way into the orifices of those around you, they are made victim to the sickly sweetness of the Prince of Decay."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A concoction made from the brains of diseased men, poured onto the ground (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, all creatures caught within an Explosion Template contract a Disease. Roll 1D6 Chaos Die. If it lands on face ‘1’, they contract Bloody Flux. If it lands on face ‘2’, they contract Filth Fever. If it lands on face ‘3’, they contract Grey Plague. If it lands on face ‘4’, they contract Tomb Rot. If it lands on face ‘5’, they contract Venereal Disease. And finally, if it lands on face ‘6’, they contract all five Diseases. Foes cannot be infected with Carnival of Pestilence again, until at least a day has passed. You are immune to the spell’s negative Effects.",
      "criticalSuccess": {
        "value": "As above, but foes must roll a Chaos Dice twice to determine which Diseases they suffer from."
      },
      "criticalFailure": {
        "value": "Green and brown tentacles writhe all over you, leaving a slug-like trace of ichor and rot all over your body. You are immediately made victim to a Disease of the GM’s choice."
      }
    }
  }
},{
  "name": "Depraved Courier",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A horde of flies and locusts emerge from your mouth, carrying a message to a single person. Once the message is uttered through their chittering, they are absorbed into the orifices of the intended."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you have met"
    },
    "reagents": {
      "value": "The dead husks of locusts and flies, consumed (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, you send a message to one person you can envision, delivered by a swarm of dead flies and locusts. They can move one mile an hour, with no limit to where they can travel: through doors, between cracks in the wall and even deep below the earth. The message can be no longer than 140 characters. Once the message is received, the recipient gains 3 Corruption and has no choice but to respond in kind with another message to you, no longer than 140 characters. Once you receive the message in return, you gain 3 Corruption.",
      "criticalSuccess": {
        "value": "As above, but the messages can be up to 280 characters."
      },
      "criticalFailure": {
        "value": "The flies buzz all around you, working their way into your mouth, ears and other orifices. You are rendered blind and deaf for 24 hours."
      }
    }
  }
},{
  "name": "Feces’ Fetor",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "The horrid stench of the last meal you ate is emitted from your smallclothes. It turns instantly into a green, noxious gas which surrounds all around in a cloud of stomach-churning nastiness."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A meal of rotten eggs and curdled milk, eaten in the last 24 hours (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, the rotten stench of yesterday’s meal wafts around you. All those who are Engaged with you must Resist with a successful Toughness Test or else be left Helpless for a minute. Those who successfully Resist drop one step down the Peril Condition Track negatively.",
      "criticalSuccess": {
        "value": "As above, but foes who successfully Resist drop two steps down the Peril Condition Track negatively."
      },
      "criticalFailure": {
        "value": "Your body is torturously wracked with convulsions from incessant dry heaving. You begin to Suffocate, immediately suffering from 2D10+2 physical Peril. Refer to the Suffocation section of Hazards & Healing from ZWEIHÄNDER."
      }
    }
  }
},{
  "name": "Noxious Haze",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A terrible brownish gas of roiling sickness rises from the ground around you, choking all who stand within it."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "Teardrops of a diseased person, poured onto the ground (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, a miasma of brown sickness with the stench of decay fills the air. All those who are caught within the Explosion Template must flip the results to fail all Skill Tests while standing within it. The Noxious Haze’s Effects remain in place for a number of minutes equal to your [WB]. You are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but foes must spend an additional 1 AP to use Movement Actions while standing in the Noxious Haze."
      },
      "criticalFailure": {
        "value": "Your body suddenly explodes into a brown, roiling mist. You are immediately Incapacitated!. Select one ally – the mist you have become will follow behind them, trailed by the stench. You cannot return to your former physical self for 48 hours."
      }
    }
  }
},{
  "name": "Pungent Godsend",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your touch ‘miraculously’ relieves the diseased of their illness… for a time. But then you become a vehicle for the Prince of Decay’s despoiling nature. The clock begins ticking before you are infected."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A pint of your vomit, imbibed by the recipient (expended)"
    },
    "duration": {
      "value": "6+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch is temporarily relieved of any ill-effects that a Disease has over them. The symptoms temporarily clear up, as the person is unburdened of their Effects for the Duration of the spell (and if you make a successful Charm Test, they likely believe they have been ‘cured’ completely of the Disease). However, you are now a carrier of the Disease yourself. You must either impart the Disease upon another by touch (which a foe is entitled to Resist with a successful Toughness Test) before the Duration runs out or else you contract to the Disease yourself.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Not only does your touch fail to relieve the victim of their Disease, it immediately infects everyone within a Burst Template around the victim, including yourself."
      }
    }
  }
},{
  "name": "Spew of Vomitous Corruption",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Inhaling deeply, you gurgle and belch forth vomitous detritus, consisting of spoiled milk, writhing maggots and pink slime."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A sliver of rancid pork, consumed (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, any foes caught in its Cone Template suffer 3D10+[WB] physical Peril and their wounds are instantly Infected. In addition, they must Resist with a successful Toughness Test or else they gain a permanent Chaos Rank.",
      "criticalSuccess": {
        "value": "As above, but your foes cannot Resist."
      },
      "criticalFailure": {
        "value": "The rancid pork burbles in your stomach and you are taken by shaking and sickness. You are immediately Incapacitated! and left Helpless for a number of minutes equal to your [WB]. You also suffer from Bloody Flux."
      }
    }
  }
},{
  "name": "The Fifth Trumpet",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "An unearthly trumpet sounds not from above, but below. Smoke begins to roil forth from the heavens, as a plague of infernally-diseased locusts consume the flesh of others."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one place you can see"
    },
    "reagents": {
      "value": "A diseased liver, consumed by you (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, a plague of locusts rises from the earth amidst a whorl of smoke. All those who are caught within the Explosion Template must Resist with a successful Toughness Test or else contract Chaotic Rot. All ranged weapons used to fire into locust plague or out of the locust plague, automatically fail. In addition, those who begin their Turn within the locust plague must Resist with a successful Resolve Test or else they suffer from Terror. The Fifth Trumpet’s Effects remain in place for a number of minutes equal to your [WB]. You are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but foes automatically fail their Toughness Test."
      },
      "criticalFailure": {
        "value": "The Fifth Trumpet does not call for your enemies, but instead for you. You must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Unseeming Visage",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Tiny tendrils bore into a person’s face, meticulously rearranging their facial muscles and skin to appear clean, unblemished and perfect. But that perfection produces oddly high cheekbones, eyes that are spread too far apart and teeth so white they appear to be made of pure ivory."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "An umbilical cord of your own Ancestry, wrapped around the person’s neck"
    },
    "duration": {
      "value": "3+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch temporarily takes upon the pallor of someone whose skin is nearly perfect, as blemishes and signs of sickness are washed away. This is a total physical change, so no illusion is cast. However, the person must flip the result to fail all future Skill Tests to Resist Disease.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "As your fingers touch the person’s face, both their face and yours immediately turn inside-out for a minute. This does not cause any Injuries, but both you and they permanently lose 3% Fellowship. Any who witness this strange event also suffers from Stress."
      }
    }
  }
},{
  "name": "50 Shades of Pain",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With soft words, you cause a person to ‘flip’ their pain and pleasure receptors. They gain sexual arousal from pain, and agony from pleasure."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A drop of your own blood, swallowed (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, a person who can see and hear you is Aroused. While Aroused, if the person suffers Damage in between their Turns, they temporarily gain a +20 Base Chance to their next Skill Test and increases their [BB] by 1. If the person does not suffer Damage in between Turns, they temporarily suffer a -20 Base Chance to their next Skill Test and decrease their [BB] by 1. The Effects of this spell do not ‘stack’. However, a person can take advantage of this Magick for its entire Duration. If used on a foe, they may attempt to Resist the spell’s Effects with a successful Toughness Test.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "The Prince of Pleasure demands that you become submissive for His own delight for the Duration of the spell. You suffer 2D10+[WB] at the start of any Turn if you did not suffer Damage from your previous Turn. If you did suffer Damage on the previous Turn, you gain 3 Corruption."
      }
    }
  }
},{
  "name": "Ætheric Strappado",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "An Ætheric binding of chaotic energy immediately binds a person’s wrists behind their back and above their shoulders, as their legs are spread apart."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A three-yard length of rope, woven from the scalps of nine prostitutes"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, a foe who can see and hear you is immediately caught in a Chokehold. They suffer 2D10+[WB] physical Peril immediately (instead of the normal Peril suffered for Chokehold) and every Turn after that they are unable to escape. An escape attempt can be made at the beginning of their Turn, but they must flip the results to fail their Skill Test.",
      "criticalSuccess": {
        "value": "As above, but your foe is also left Helpless."
      },
      "criticalFailure": {
        "value": "You are suddenly surrounded by an array of phallic-shaped rods which thrust up from the ground, criss-crossing each other as they rip through your clothing, holding you in place and leaving you Helpless. To escape, you must attempt to Resist with a successful Toughness Test. Each time you fail, you feel the ‘prick’ of metal sticking into you; you suffer 2D10+[WB] physical Peril."
      }
    }
  }
},{
  "name": "Breath of Revelation",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With an audible ‘sigh’, you breathe Daemonic influence over another. This spark of ghastly revelation remains with that person, filling their head with visions of desire and torment."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A pint of amaretto, imbibed (expended)"
    },
    "duration": {
      "value": "3+[WB] in days"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch can choose to roll a 1D6 Chaos Die before making a Skill Test. Multiply the face value times +3% to determine the Base Chance bonus they can add to the Skill Test. This is a one-time temporary bonus and once applied, the Effects immediately expire. You cannot be made recipient of this Magick more than once over the Duration.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "You immediately grow desirous of the person you touch. You cannot help but pursue them for the Duration of the spell. If they spurn your indecent proposals, you suffer 3 Corruption each day. If they concede, you both gain the benefits of ‘getting lucky’ (taking advantage of the Prostitute’s Professional Trait). However, you must flip the results to fail the Skill Test tied to the Fortune Point. When you or the other person fails the related Skill Test, you gain 3 Corruption."
      }
    }
  }
},{
  "name": "Dance with the Devil",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "An otherworldly, Æthereal orchestra plays a damning tune, enrapturing its victims who slowly undress and dance provocatively."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A fiddle, played in-hand (expended)"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of foes who can see and hear you equal to your [WB]. They must Resist with a successful Resolve Test or immediately begin dancing, unable to use any Actions in Combat except Reactions. Those affected by Dance with The Devil will spend their first Turn removing their clothes and armor as they dance. You must continue to play the fiddle in order to continue the spell’s Duration. Should you move one step or more down the Damage or Peril Condition Tracks negatively during this time, the spell’s Effects immediately end. You can only play the fiddle for a number of minutes equal to your [WB].",
      "criticalSuccess": {
        "value": "As above, but your foes are also left Helpless."
      },
      "criticalFailure": {
        "value": "It is not your foes who will cavort and dance with the Prince of Pleasure, it is your allies. Select a number of allies who can see and hear you equal to your [WB]. They are instead made victim to this Magick. You must continue playing the fiddle for a number of minutes equal to your [WB] or else suffer 9 Corruption. As you play, you are caught in a spotlight of pale moonlight, even in the brightest of sunlight."
      }
    }
  }
},{
  "name": "Domino of Desire",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Opening the jar, purple scintilla and tiny specks of pink energy float into the air. These fall over a person’s shoulders like a mantle, forming an illusionary mask of beauty and perfection."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A liar’s tongue, held inside a jar"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch is instantly relieved of Intoxication and an illusion is cast over them to temporarily obscure any physical Damage or Injury they have suffered. Finally, the person may flip the results to succeed at Guile Tests.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "The subject of the spell receives not a mask of desire, but one of pain. Instead, the person is immediately Intoxicated and an illusion of a mask of pain and misery is cast over them. For the Duration of the spell, anyone who beholds the domino of pain and misery whose Order Ranks are higher than their Chaos Ranks suffers from Stress."
      }
    }
  }
},{
  "name": "Florentine Kiss",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A mutated tongue uncoils from your mouth, lasciviously probing and twisting its meat into – and around – the throats of your enemies."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A perfume made from rose petals, sprayed on your neck"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, your tongue mutates and grows in length to grotesquely coil at your feet. Your newly extended tongue is treated as a one- handed ranged weapon with the Entangling, Ineffective and Throwing Qualities, with a Distance of 1+[WB] yards and requires 1 AP to Load. Finally, whenever you strike with this tongue, refer to your Incantation Skill instead of a Combat-based Skill.",
      "criticalSuccess": {
        "value": "As above, but a victim suffers an additional 1D10 physical Peril if caught in a Chokehold with the tongue."
      },
      "criticalFailure": {
        "value": "Your tongue suddenly lolls onto the ground, having mutated into a ginormous, writhing worm of disgust. You are unable to speak for the Duration of the spell and the tongue acts as a Man-Eater for purposes of its creature profile. The tongue will attack both you and allies until it is Slain!"
      }
    }
  }
},{
  "name": "Monstrous Dimorphism",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Horrid appendages of undulating tongues, gibbering mouths, spurting breasts and tentacles that terminate in sexual organs erupt all over a foe’s body."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one person you can see"
    },
    "reagents": {
      "value": "A purse, stuffed with living spiders (expended)"
    },
    "duration": {
      "value": "Forever"
    },
    "effect": {
      "value": "After successfully casting this spell, a foe who can see and hear you must Resist with a successful Resolve Test or be left Helpless and unable to take any actions. In addition, they must roll a 1D6 Chaos Die at the start of each of their Turns. If the result is face ‘1-2’, growths of fat and offal explode from the foe, covering an Engaged ally. That ally must Resist with a successful Coordination Test or else be caught in a Chokehold (referencing your [WB] in place of [BB]). If the result is face ‘3-4’, an appendage shoots outward for 1D10+1 yards in a random direction, striking an ally with an Opportunity Attack which deals 3D10+[WB] in Damage). If the result is face ‘5’, nothing happens. However, if the result is face ‘6’, the foe moves in a random direction for 1D10+1 yards. If the foe runs into a person, they must Resist with a successful Coordination Test or else be caught in a Chokehold (referencing your [WB] in place of [BB]). A foe who is affected by Monstrous Dimorphism remains in this form, until dispelled or Slain!. If a player Character is a victim of this Magick and survives, they gain one permanent Chaos Rank.",
      "criticalSuccess": {
        "value": "As above, but the foe always moves in a random direction every time their Turn begins."
      },
      "criticalFailure": {
        "value": "Dance, monkey, dance in honor of your Daemon lord! You must Resist with a successful Resolve Test or be made the plaything to the Prince of Pleasure, as the Effects harm you."
      }
    }
  }
},{
  "name": "Profusion of Piss",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A golden torrent sprays from your mouth, rendering another nostalgic and blithesome."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A pint of rotgut, gargled (expended)"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, the foe you touch must Resist with a successful Coordination Test or be made Euphoric. While Euphoric, a foe must succeed at a Resolve Test before taking any action, ever. Only by succeeding at three successful Resolve Tests will the Euphoric condition end.",
      "criticalSuccess": {
        "value": "As above, but the spell affects all foes in a Cone Template instead."
      },
      "criticalFailure": {
        "value": "Your body is made wet, smelling of piss and pipesmoke. The stench clings to you for the next 48 hours, unable to be washed away. Those who stand within a Burst Template of you cannot add their Apprentice or Journeyman Ranks to any Skill Test."
      }
    }
  }
},{
  "name": "Succubus/Incubus",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You project yourself into the Æthereal realm, taking the form of an energy vampire. While in this state, you can bring foes to such pleasure that they may perish in their sleep."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A cameo of the victim, held while you sleep"
    },
    "duration": {
      "value": "9+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, name a single foe whom you have personally met and know their name. Once invoked, you leave your physical body behind and are made Æthereal – occupying a different reality, but able to see perfectly into the Material Realm. You immediately manifest beside the named foe. You may manipulate a foe’s physical body (without being seen, heard, tasted or smelled, being felt only). At the end of each hour, the foe suffers either 3D10+[WB] in Damage or 3D10+[WB] mental Peril (your choice). If your original body would be made to suffer Damage, you are instead ‘snapped’ back into your physical form and awaken, unhurt but gaining one permanent Chaos Rank. At the end of the Duration, you move a number of steps up the Damage or Peril Condition Tracks positively based on the number of steps down the Damage or Peril Condition Track your foe suffered.",
      "criticalSuccess": {
        "value": "As above, but you instead move three steps up the Damage and Peril Condition Tracks positively when you would have Injured a foe."
      },
      "criticalFailure": {
        "value": "My god, it’s full of stars! You are cast through the Æthereal Veil, until you fall through the endless pit of the Abyss at the end of the Duration of the spell. However, far above you is a single pinprick of light which may lead to a way back into the Material Realm. You must succeed at an Awareness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you are left Prone and Incapacitated!, returning to the Material Realm where you started."
      }
    }
  }
},{
  "name": "Bad Moon Rising",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A strange illusion falls the moon; a twisted, stitched-together grin, and a hollow frown. Its eyes watch balefully over the battlefield, as the blessing of the Slavering Maw is felt by all."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "The moon, providing it can be seen"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, those who are not occultists of the Slavering Maw must succeed at a Resolve Test or else they suffer from Terror. In addition, occultists of the Slavering Maw may flip the results to succeed all Combat-based Skill Tests for the Duration of the spell.",
      "criticalSuccess": {
        "value": "As above, but foes automatically suffer from Terror."
      },
      "criticalFailure": {
        "value": "The illusion is seen only by occultists of the Slavering Maw. All those who behold its countenance automatically suffer from Terror."
      }
    }
  }
},{
  "name": "Brain Burner",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Glowering over your hated enemies, your eyes sear with green rays of light, blinding those whom behold your sickening countenance."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A monocle made from Wytchstone, worn"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, foes caught in its Cone Template suffer 2D10+[WB] mental Peril. In addition, they must Resist with a successful Awareness Test or be made Defenseless until their next Turn.",
      "criticalSuccess": {
        "value": "As above, but foes cannot Resist this spell."
      },
      "criticalFailure": {
        "value": "Your eyes burn with a terrible light as you are captivated by visions of your own destruction. You are made Defenseless until your next Turn and suffer from Fear."
      }
    }
  }
},{
  "name": "Da’ Big Stomp",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With every stomp, a loud ‘CRUNCH!’ rumbles from below."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any person you can see"
    },
    "reagents": {
      "value": "Your boots drenched in blood, stomped on the ground"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, you conjure forth a massive yet invisible jackboot, taking shape only when you stomp the ground. All those caught in a Burst Template suffer 2D10+[WB] in Damage. They can attempt to Dodge by Resisting with a successful Coordination Test to avoid the Damage. You can inflict Injuries with this Magick, but foes are always left Prone instead.",
      "criticalSuccess": {
        "value": "As above, but the foe is also Knocked Out if they fail to Dodge."
      },
      "criticalFailure": {
        "value": "A hideous cacophony of laughter and snickering rings out. You must Resist with a successful Coordination Test or else be made Prone."
      }
    }
  }
},{
  "name": "Get Outta Here",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A taloned hand wraps around the throat of an enemy, as they are drawn upwards into the air."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any person you can see"
    },
    "reagents": {
      "value": "A mummified hand, wrapped in bandages"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, one foe who can see and hear you is immediately caught in a Chokehold (as the Perilous Stunt) and lifted 3 yards into the air. For the Duration of the spell, the foe remains in the Chokehold and rises another 3 yards on each of your Turns unless they can escape. Should your foe escape or the Duration expires, they drop to the ground and are subject to the effects of falling depending upon how high they were up in the air. This spell requires Concentration.",
      "criticalSuccess": {
        "value": "As above, but you do not have to maintain Concentration."
      },
      "criticalFailure": {
        "value": "A hideous cacophony of laughter and snickering rings out. You must Resist with a successful Coordination Test or else be left Prone for the Duration."
      }
    }
  }
},{
  "name": "Glasgow Kiss",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "As your eyes widen and you ready yourself to headbutt your enemy, you draw your head back and scream the name of your daemon. as your head smashes into the other person, a loud ‘crack!’ resounds in the air."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A broken skull of a Slain! foe"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch must Resist with a successful Coordination Test or else suffer 1D10+[WB] in Damage and be Stunned.",
      "criticalSuccess": {
        "value": "As above, but the foe is also left Prone if they fail to Resist."
      },
      "criticalFailure": {
        "value": "Staggering forward, you immediately invoke an Opportunity Attack. If you suffer Damage from this attack, you are both Stunned and but are left Prone. You are also left with a really bad headache."
      }
    }
  }
},{
  "name": "Go for Broke",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A ringlet of iron will fill you with the powa’ of the Slavering Maw."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A torc of iron, placed around your arm or throat"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch may make an Opportunity Attack at the beginning of their Turns. In addition, their Damage with melee weapons explodes on face ‘5-6’.",
      "criticalSuccess": {
        "value": "As above, but they also cannot be Disarmed by the actions of a foe."
      },
      "criticalFailure": {
        "value": "The torc wrenches and twists. If it’s on your arm, you’re unable to use that hand for 24 hours. If around your neck, you immediately suffer 1D10+1 physical Peril at the beginning of every hour. It requires a successful (Arduous -30%) Athletics Test to remove the torc."
      }
    }
  }
},{
  "name": "Hut, Hut, Hike",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You call for your WAAAR! Horde to fall in line and take commands. The voice of the Slavering Maw fills their ears, as they immediately scramble."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A bloated pigskin filled with Wytchstone Essence, thrown (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, a number of allies equal to your [WB] immediately take their Turn. This does not displace anyone’s place on the Initiative Ladder, but simply allows your allies to act first on this Turn. On subsequent Turns, the Initiative order returns to normal. In addition, they may add +3 to their Damage Threshold until the end of their second Turn. Finally, pick one ally. That ally may Run for 0 AP on their Turn now.",
      "criticalSuccess": {
        "value": "As above, but add one Fortune Point to the Fortune Pool."
      },
      "criticalFailure": {
        "value": "The line of defense immediately falls apart, as all allies who were benefit from this Magick must spend their next Turn using Movement Actions only. You immediately scramble backwards 6 yards and drop the pigskin."
      }
    }
  }
},{
  "name": "Odds & Sods",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Everyone puts it all on the line: every chip they have, and every bit of their spirit. They may make it out the other side, but will pay in the end."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A shard of Wytchstone, crushed (expended)"},
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of allies equal to your [WB]. Immediately after suffering Damage from a melee or ranged weapon, they may choose to ignore it entirely, therefore negating both Damage and any Injuries they may have suffered. However, allies must record all instances of the times they ignored Damage. Once combat ends, roll an equivalent number of Chaos Dice. If one Chaos Die results on face ‘6’, they suffer a Moderate Injury. If two Chaos Dice results on face ‘6’, they suffer a Serious Injury. If three or more Chaos Dice result in face ‘6’, they suffer a Grievous Injury.",
      "criticalSuccess": {
        "value": "As above, but they are immune to Bleeding until the Effects of the spell ends."
      },
      "criticalFailure": {
        "value": "You have advanced the plots of an entity greatly opposed to the Slavering Maw. You immediately gain 9 Corruption and suffer from Terror."
      }
    }
  }
},{
  "name": "Waaar!",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Evil minds that plot destruction, sorcerer of death’s construction."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A shard of Wytchstone, crushed (expended)"},
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of allies equal to your [WB]. Providing you can see them, they cannot suffer from Peril, Stress, Fear or Terror for the Duration of the spell. However, at the beginning of their Turn, they must Resist with a successful Toughness Test or else begin to Bleed.",
      "criticalSuccess": {
        "value": "As above, but for every six allies who are fighting, add an additional +1 to all melee and ranged Damage they inflict (to a maximum of +6 Damage)."
      },
      "criticalFailure": {
        "value": "A great green mist begins pouring forth from all of your orifices and with it, the reek of the slaughterhouse. Those who smell your charnel stench must succeed at a Resolve Test or else they suffer from Terror. In addition, you must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you return to your normal self, but are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Bubonic Whorl",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A whirlwind of Abyssal decay, dried dung and hot piss whorls about, carrying with it a pestilence that claims its victims quickly."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any place you can see"
    },
    "reagents": {
      "value": "The dried ashes of a Lower Demon contained in a bottle, shattered (expended)"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, all creatures caught within an Burst Template contract Grey Plague. However, the Disease spreads rapidly, as every Turn they spend in the Burst Template they immediately (and permanently) lose 9% Agility as if three weeks had passed. In addition, those in the Whorl cannot use ranged weapons (or by struck by them). Foes cannot be infected with Bubonic Whorl again until at least a day has passed. You are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but foes also lose 9% Brawn."
      },
      "criticalFailure": {
        "value": "As the glass shatters at your feet, a glowing geomantic shape immediately sears into the ground below you. You are ‘stuck’ in a triangle of containment (as if you had been summoned), unable to cause others harm or leave it for an hour. While this occurs, a Lower Demon of the same type from the bottle is summoned, before your feet, who does as they please until dispatched."
      }
    }
  }
},{
  "name": "Caustic Rain",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Calling upon your Daemon, a cloud of green, acidic rain explodes overhead, hovering several hundred feet in the air."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any place you can see"
    },
    "reagents": {
      "value": "Four Glass Grenades filled with each of the four Wytchblights, shattered on the ground (expended)"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you conjure forth a baleful storm of green acidic rain which rains down on your foes. All those caught within an Explosion Template must immediately succeed at an Awareness Test or else be held to the ground Prone. In addition, foes suffer 3D10+[WB] Damage for each Turn they remain within the Explosion Template. You can inflict Injuries with this Magick, but their trappings is randomly Ruined! instead (selected by the GM). You and your possessions are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but foes automatically fail their Awareness Test."
      },
      "criticalFailure": {
        "value": "In a flash, a momentary storm of acidic rain rises from the ground in an Explosion Template at your feet, falling upwards into the sky. Those caught within an Explosion Template around you will have 3D10+3 trappings immediately be Ruined! (selected by the GM)."
    }
  }
}
},{
  "name": "Horde of Vermin",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Either a tide of nasty rats swells from beneath your robes at your feet or biting gnats and flies swarm about from your sleeves."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Special"
    },
    "reagents": {
      "value": "Either a piece of dried dung for flies or a wheel of moldy cheese for rats (expended)"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you conjure forth either a Burst Template of flies or rats immediately at your feet (select one type). All those who are caught within the Burst Template of flies suffer a -10 Base Chance to all Skill Tests that rely on vision. Foes suffer 1D10+[WB] Damage for every Turn they remain within the Burst Template of rats. You can move the rats a number of yards equal to 3+[WB] on your Turn for 1 AP. You are immune to the spell’s Effects.",
      "criticalSuccess": {
        "value": "As above, but both the flies and rats are considered Hard Terrain."
      },
      "criticalFailure": {
        "value": "Both flies and rats scurry up your legs and bite and gnaw at your face. Waving your hands about wildly in the air, you are left Defenseless for the Duration of the spell."
      }
    }
  }
},{
  "name": "Mark of the Thirteen",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Placing your fingertip upon another, you trace out the infernal symbol of the Thirteen."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A ground-down rotten tooth, consumed (expended)"
    },
    "duration": {
      "value": "3+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch gains one of two Effects: either they are marked somewhere upon their body with a blemish which is immediately recognizable to any occultist who worships the Thirteen or scholar educated about Daemons. Alternatively, they gain a +1 to their Damage Threshold and a +10 Base Chance to Stealth Tests while moving in fleeting shadows or total darkness (as outlined under Light Sources from the Trappings chapter in ZWEIHÄNDER). Whenever someone is affected by this Magick, they suffer 3 Corruption.",
      "criticalSuccess": {
        "value": "As above, but they do not suffer Corruption unless you want them to."
    },
      "criticalFailure": {
        "value": "The Thirteen demands immediate sacrifice! You must either purposefully inflict 1D10+1 Damage upon yourself (and possibly suffer an Injury) or else gain 3 Corruption."
      }
    }
  }
},{
  "name": "Perfect Camouflage",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "As the assassin to their shadows, you too are able to bend the shadows to your benefit."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "The hide of a chameleon, hidden in a pocket"
    },
    "duration": {
      "value": "3+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, you have up to three minutes to find somewhere to stand or hide. At any point during that time, you can choose to vanish by standing perfectly still, holding your breath. While stood still, you are completely invisible to sight. If you use any action that requires you to speak or move, the Effects of the spell are broken. You can only hold your breath for 1+[BB] minutes. If you exceed a number of minutes, you begin to suffer from Suffocation, but remain invisible until you pass out or move (after which the Effects wear off ). Regardless, the actual casting of Perfect Camouflage is apparent to none but yourself, having remained perfectly disguised throughout.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
    },
      "criticalFailure": {
        "value": "The shadows betray you! You are unable to hide, Take Cover or use other means to Disguise yourself for 24 hours."
      }
    }
  }
},{
  "name": "The Black Hunger",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "When one is filled with the Black Hunger, they must have their fill of blood, blood and more blood. They ravage their enemies until they pass out… or have been killed."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "A dram of blood from a Man-eater, painted on an ally’s face (expended)"
    },
    "duration": {
      "value": "3+[WB] in hours"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you choose is filled with ‘the black hunger’. As a result, they add 2D6 Fury Die to all melee Damage. They can also spend 3 APs on each of their Turns in order to make two Melee Attacks. However, they cannot Counterspell, Dodge or Parry for the Duration of the spell. The recipient of this spell suffers 2D10+2 physical Peril at the beginning of their Turns, until they are rendered Incapacitated! or Slain!. The Duration ends immediately after they have been rendered Incapacitated! or Slain!",
      "criticalSuccess": {
        "value": "As above, but reduce the AP required for two Melee Attacks to 2 AP instead of 3 AP."
    },
      "criticalFailure": {
        "value": "The blood drips ceaselessly from their face as they begin to transmutate. They immediately take upon the shape of Tyrant Skrzzak and remain in such a state until they are Incapacitated! or Slain!. Once Incapacitated! or Slain!, they revert to their normal self."
      }
    }
  }
},{
  "name": "Warp-step",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "With a flick of the wrist and a gout of green smoke, you and another instantly ‘step’ away and reappear."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Special"
    },
    "reagents": {
      "value": "A pinch of Wytchstone Essence, tossed into the air (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, you and another ally you touch instantly leap to any place you can see. Once you complete Warp-step, you can both attempt a Stealth Test to hide from sight.",
      "criticalSuccess": {
        "value": "As above, but you and the ally who leap are automatically hidden from sight."
    },
      "criticalFailure": {
        "value": "With a flash of Wytchfyre, you and the ally are instantaneously teleported into the most disadvantageous situation within sight. This may be directly in front of an enemy Prone onto the ground, bound up in ropes or an otherwise dangerous situation determined by the GM."
      }
    }
  }
},{
  "name": "Wytchfyre Discharge",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A scourge of oozing viridescent electricity explodes from your hand, moving upon their own accord."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A powder of Wytchstone Essence, snorted (expended)"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, your hand explodes with a scourge of electrified, green energy. The affected hand becomes a two-handed melee weapon with the Reach, Powerful and Slow Qualities. Instead of using your [CB], refer to your [WB] to determine Damage. Finally, whenever you strike or Parry with this discharge, refer to your Incantation Skill instead of a Combat-based Skill. You can inflict Injuries with this Magick, but foes are always left Prone instead.",
      "criticalSuccess": {
        "value": "As above, but victims are automatically Stunned if they cannot Parry the attack."
    },
      "criticalFailure": {
        "value": "The skin from your hands suddenly sloughs off, changing into a snake-like Man-Eater for purposes of its creature profile. The Man-Eater will attack you and your allies until it is Slain!"
      }
    }
  }
},{
  "name": "Wytchfyre Knives",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "A viridescent, electrified set of throwing stars unerringly hurtle towards your foes."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any persons you can see"
    },
    "reagents": {
      "value": "A throwing star carved from Wytchstone (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, select a number of foes you can see equal to your [WB]. Each foe suffers 3D10+[WB] in Damage. In addition, if your foes fail to Resist with a successful Coordination Test, they are Disarmed.",
      "criticalSuccess": {
        "value": "As above, but your foes cannot Resist this Magick."
    },
      "criticalFailure": {
        "value": "The throwing star dances overhead, sparking with fireworks. With a whirring sound, it strikes one of your allies (GM’s discretion). They suffer 3D10+[WB] in Damage and are Disarmed."
      }
    }
  }
},{
  "name": "Abjure Spirit",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "As your hands conduct movements in the air, you command a spirit to return from whence it came."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one creature you can see"
    },
    "reagents": {
      "value": "The True Name of the Restless Spirit or summoner of the Ætheric Spirit, spoken aloud"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, the Ætheric Spirit, Restless Spirit or their summoner (if present) must Resist with a successful Resolve Test. If they fail, the Ætheric Spirit or Restless Spirit is instantaneously banished from the Material Realm. Note that this only works on creatures who are Ætheric Spirits or Restless Spirits. You can also use this Magick to banish a Lower or Higher Demon’s possession of another, but it does not cause the demon to be banished from the Material Realm, only driven away from possessing others for nine days.",
      "criticalSuccess": {
        "value": "As above, but the creature cannot Resist this Magick."
      },
      "criticalFailure": {
        "value": "Despite calling out the True Name, you only cause the spirit to grow more furious. In fact, your declaration of its True Name only serves to further empower it! The abjuration fails and calls forth another creature of equal power that manifests within a few yards of you."
      }
    }
  }
},{
  "name": "Compel Spirit",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You command the spirit to do your bidding; its response is fear and obedience."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one spirit you can touch"
    },
    "reagents": {
      "value": "A memento of a dead relative (expended)"
    },
    "duration": {
      "value": "Special"
    },
    "effect": {
      "value": "After successfully casting this spell, you gain the ability to touch a single spirit of your choice within touching range. The spirit you touch must Resist with a successful Coordination Test. If it fails, the spirit is yours to command for exactly two minutes. Note that if you attack the spirit or cause it further harm, the spell ends immediately. This only affects creatures classified as an Ætheric Spirit or Restless Spirit.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your words only serve to antagonize the spirit. With a haunted moan, it has a new-found passion – to swallow your soul! The spirit can add a 1D6 Fury Die to Total Damage whenever it strikes you for the next six minutes."
      }
    }
  }
},{
  "name": "Consult the Spirits",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Sitting cross-legged upon the ground, you reach beyond the Material Realm into the Veil to consult the spirits who haunt this place."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "An eyeless hood, placed over your face"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, you fall into a trance and are rendered Helpless. During this time, you may use any Fellowship-based Skill to directly communicate with Ætheric Spirits and Restless Spirits. This interaction is not always beneficial: many such spirits are skittish, ignorant, confused, cunningly deceptive or even openly aggressive. This empathy acts as an all but supernatural type of communication; the complexity of which is determined by the GM. Finally, any Restless Spirits present will not cause you any harm for the Duration of the spell.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your mind is wracked with grief, as you momentarily absorb the anguish of the spirits who linger in this place. You immediately suffer from Stress."
      }
    }
  }
},{
  "name": "Frock of Ice",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your frock glimmers with cold light, hardening into ice. Wind whirls around you, and with every step you take, the ground is frozen solid."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "An expensive white frock, worn"
    },
    "duration": {
      "value": "3+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, all melee weapons that are not Magickal in nature cannot apply Fury Dice to their Total Damage when harming you. In addition, foes must Maneuver in order to Engage with you. If they are already Engaged with you when you first cast this spell, they are immediately pushed 1 yard away.",
      "criticalSuccess": {
        "value": "As above, but foes cannot Engage with you."
      },
      "criticalFailure": {
        "value": "Let it go, let it go! With a terrible tearing sound, the white frock takes to the air, ripping from your neck. A gust of chilly wind catches it and it flies off, never to be found again."
      }
    }
  }
},{
  "name": "Frostkiss",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Your exhalation of breath twinkles with frost, as your foes grow numb and others turn into statues of ice."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A handful of snow, consumed (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, any foes caught in its Cone Template suffer 2D10+[WB] physical Peril. If they move one step down the Peril Condition Track negatively, they are Defenseless for one minute. If they move two steps down the Peril Condition Track negatively, they are Defenseless and also Stunned for one minute. If they move three or more steps down the Peril Condition Track negatively, they are Defenseless, Stunned and unable to use Movement Actions for one minute. Should they be Incapacitated! from Frostkiss, they also suffer from Frostbite. Your foes can Resist with a successful Coordination Test.",
      "criticalSuccess": {
        "value": "As above, but foes cannot Resist this Magick."
      },
      "criticalFailure": {
        "value": "Your throat tightens from the cold air, as your lungs begin to seize. You immediately begin to suffer from Suffocation."
      }
    }
  }
},{
  "name": "Hellfrost Transformation",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Within a whorl of ice and snow, your form grows to such immensity that it is no longer yours. Your body transmutates into a living thing of frozen terror!"
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Yourself"
    },
    "reagents": {
      "value": "A wand made from the humerus of a Fomori Crone, held aloft"
    },
    "duration": {
      "value": "9+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, both you and all the trappings upon yourself take the shape of an avatar of the Witch-Queen. Temporarily replace your Character sheet with the creature profile of a Fomori Crone, gaining its benefits and drawbacks. If you suffer an Injury during this time, the Magick spell immediately ends.",
      "criticalSuccess": {
        "value": "As above, but triple the Duration."
      },
      "criticalFailure": {
        "value": "Your half-frozen form temporarily explodes into a bizarre amalgam of fleshy whips and monster: your head turns to the shape of a gaping maw, your teats turn into child-like hands and your legs into prehensile, purple tails. Those who behold your countenance must succeed at a Resolve Test or else they suffer from Terror. In addition, you must succeed at a Toughness Test or else be immediately Slain! (unless you have a Fate Point to expend). If you succeed, you return to your normal self, but are left Prone and Incapacitated!"
      }
    }
  }
},{
  "name": "Maleficium",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Incanting terrible words over an object in-hand, you can call forth a terrible hex to befall the object’s keeper."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Greater"
    },
    "distance": {
      "value": "Any one object you can touch"
    },
    "reagents": {
      "value": "An inanimate object belonging to a person you wish to curse"
    },
    "duration": {
      "value": "Forever"
    },
    "effect": {
      "value": "After successfully casting this spell, the object you touch is cursed. Whenever another carries this object, they suffer a gruesome curse. As a consequence, the cursed must flip the results to fail all Skill Tests. In addition, they permanently move down an Age Group (growing older) at each new moon, until eventually they die of premature old age. They inspire intense hatred whenever confronting creatures classified as Animals. A foe cannot be made subject to the Effects of more than one curse at a time, which last until the cursed object remains in their possession.",
      "criticalSuccess": {
        "value": "As above, but the cursed also temporarily reduces every Primary Attribute Bonus by -1 at each new moon."
      },
      "criticalFailure": {
        "value": "Your Magick backfires in the worst way imaginable! An object on your person is cursed instead, as you suffer the Effects so long as you possess the object. Unfortunately, you do not know which object has been bewitched without use of further Magick!"
      }
    }
  }
},{
  "name": "Purification",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "Imbibing the innards, the person begins heaving up any and all ‘impurities’ they are suffering from."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Petty"
    },
    "distance": {
      "value": "Any one person you can touch"
    },
    "reagents": {
      "value": "The guts of a frozen fish, consumed (expended)"
    },
    "duration": {
      "value": "Instantaneous"
    },
    "effect": {
      "value": "After successfully casting this spell, the person you touch can attempt a Toughness Test. If successful, they are cured of any Intoxication and Poison Effects they are suffering from. The spell also cures their Frostbite. If they fail, they suffer 1D10+1 physical Peril and are left Helpless for an hour. A Character may only gain the benefit of this Magick once per day.",
      "criticalSuccess": {
        "value": "As above, but they are also cured of one Disease they are suffering from."
      },
      "criticalFailure": {
        "value": "Your touch brings great sadness, as the person you touch suffers from Frostbite on their fingers."
      }
    }
  }
},{
  "name": "Tempestarii",
  "type": "spell",
  "data": {
    "flavor": {
      "description": "You possess a greatly valued power: the ability to dismiss storms at-will (bringing adoration from those who behold it) and to summon forth massive ice storms. It freezes objects and people alike."
    },
    "tradition": {
      "value": "Covenant"
    },
    "principle": {
      "value": "Lesser"
    },
    "distance": {
      "value": "Any one place you can see"
    },
    "reagents": {
      "value": "A staff made from a branch of a tree struck by lightning"
    },
    "duration": {
      "value": "6+[WB] minutes"
    },
    "effect": {
      "value": "After successfully casting this spell, choose to either repress bad weather or conjure forth an ice storm. If you repress bad weather, it temporarily stops for the Duration of the spell. If you conjure forth an ice storm, all those caught within an Explosion Template must immediately succeed at a Toughness Test or suffer 2D10+[WB] Damage for each Turn they remain within the Explosion Template. You can inflict Injuries with this Magick, but foes always suffer from Frostbite instead. This Magick only affects creatures classified as Humanoid or Mutant (including player Ancestries).",
      "criticalSuccess": {
        "value": "As above, but foes automatically fail to Resist this Magick."
      },
      "criticalFailure": {
        "value": "As you raise your staff, it is immediately struck by a blue thunderbolt. You are frozen in place, left Helpless and paralyzed for the Duration."
      }
    }
  }
}]
