{
  "_id": "CEnnwBepZUNiHxJL",
  "effects": [],
  "img": "systems/zweihander/assets/icons/rune-stone.svg",
  "name": "Inscribe Magic Rune",
  "system": {
    "description": {
      "@en": "Language is one of the few things that separate man from beast, a consistent way of communicating through writing and words that flows across culture. Writing has not always been the same, it has changed and grown over time. But many scholars have found evidence of a proto-language, one that existed before mankind stalked the earth – a language thought to be the very utterances of the gods or perhaps even demons. These Runes are carved upon ancient stone monoliths and in the deepest of caves, emanating eldritch power. Dwarven blacksmiths have seen the power in these inscriptions and have struck them into the designs of armor, weapons and shields. In the process, it has been discovered is that Runes are a bane to the monstrous, perhaps serving as a reminder of times when they were bound by divine providence.\n  Striking Runes is a fairly simple and short process, but usually not permanent. Only the oral histories of the Dwarves tell of smiths who can emblazon their maker’s mark permanently, girding their wielders against the chaotic horrors of the world."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>After successfully casting this Ritual, you inscribe any single Rune on a suit of armor, shield or weapon. Each Rune grants different abilities to the person that wields the item. However, no item can bear more than three Apprentice Runes, two Journeyman Runes or one Master Rune, nor can an item ever have more than three Runes upon it.</p><p></p><h4><strong>APPRENTICE RUNE</strong></h4><p><strong>Inscribe Time: </strong>One minute for temporary, one hour for permanent.</p><p><strong>Empowerment Cycle: </strong>(Routine +10%) Incantation Test</p><p><strong>Binding Time: </strong>[[/roll 1d10+1]] hours</p><p><strong>Effect: </strong>These Runes are simple and only contain basic lines, making them ideal for beginners. They only provide small changes to abilities, but three of them can be placed on any singular item. They glow a cool blue when activated.</p><p></p><table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 25.2843%;\"><col style=\"width: 74.7157%;\"></colgroup><tbody><tr><td><p><strong>APPRENTICE RUNES</strong></p></td><td><p><strong>EFFECT</strong></p></td></tr><tr><td><p>Rune of Ansuz</p></td><td><p>Weapons inscribed with this rune allows its bearer to roll twice when making attacks with melee weapons, selecting the better of the two results.</p></td></tr><tr><td><p>Rune of Fehu</p></td><td><p>Weapons inscribed with this rune allows its bearer to roll twice when making attacks with ranged weapons, selecting the better of the two results.</p></td></tr><tr><td><p>Rune of Gyfu</p></td><td><p>Weapons inscribed with this rune allows its bearer to roll Fury Dice twice, selecting the better of the two results.</p></td></tr><tr><td><p>Rune of Kaunan</p></td><td><p>Armor inscribed with this rune adds +1 to Damage Threshold.</p></td></tr><tr><td><p>Rune of Raido</p></td><td><p>Shields inscribed with this rune allows its bearer to Parry weapons with the Gunpowder Quality.</p></td></tr><tr><td><p>Rune of Thurisaz</p></td><td><p>Shields inscribed with this rune allows its bearer to roll twice when Parrying, selecting the better of the two results.</p></td></tr><tr><td><p>Rune of Ur</p></td><td><p>Weapons inscribed with this rune add +1 Damage.</p></td></tr><tr><td><p>Rune of Wynn</p></td><td><p>Shields inscribed with this rune allows its bearer to ignore an enemy’s [CB] after being struck with a melee or ranged weapon.</p></td></tr></tbody></table><p></p><h4><strong>JOURNEYMAN RUNE</strong></h4><p><strong>Inscribe Time: </strong>Two minutes for temporary, two hours for permanent.</p><p><strong>Empowerment Cycle: </strong>(Standard +/-0%) Incantation Test</p><p><strong>Binding Time: </strong>[[/roll 2d10+2]] hours</p><p><strong>Effect:</strong> These Runes are slightly more complex, containing stops and jagged edges an apprentice can easily forget. They provide more significant changes to abilities and they can be paired with an Apprentice Rune. They glow a fiery red when activated.</p><p></p><table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 25.2843%;\"><col style=\"width: 74.7157%;\"></colgroup><tbody><tr><td><p><strong>JOURNEYMAN RUNES</strong></p></td><td><p><strong>EFFECT</strong></p></td></tr><tr><td><p>Rune of Algiz</p></td><td><p>Weapons inscribed with this rune automatically render a Stunning Blow to any opponent when they suffer Damage.</p></td></tr><tr><td><p>Rune of Eihwaz</p></td><td><p>Weapons inscribed with this rune allows its bearer to automatically Counterspell in exchange for 1 Fortune Point.</p></td></tr><tr><td><p>Rune of Haglaz</p></td><td><p>Armor inscribed with this rune allows its bearer to automatically succeed at Resolve Tests when confronted by Mutant creatures.</p></td></tr><tr><td><p>Rune of Heran</p></td><td><p>Shields inscribed with this rune allows its bearer’s allies to automatically Parry ranged and melee weapons by spending 1 Fortune Point.</p></td></tr><tr><td><p>Rune of Isaz</p></td><td><p>Armor inscribed with this rune allows its bearer to gain one free Fortune Point whenever a Combat Encounter begins.</p></td></tr><tr><td><p>Rune of Naudiz</p></td><td><p>Weapons inscribed with this rune glows like a torch upon command. It provides a significant amount of heat and light, equivalent to a torch. Its flames are considered to be Moderately Dangerous.</p></td></tr><tr><td><p>Rune of Pirum</p></td><td><p>Shields inscribed with this rune allows its bearer’s allies to ignore the Effects of the Intimidate Skill and to ignore Fear.</p></td></tr><tr><td><p>Rune of Sowilo</p></td><td><p>Armor inscribed with this rune allows its bearer to ignore the Effects of Stunning Blow and Chokehold.</p></td></tr></tbody></table><p></p><h4><strong>MASTER RUNE</strong></h4><p><strong>Inscribe Time: </strong>Three minutes for temporary, three hours for permanent.</p><p><strong>Empowerment Cycle: </strong>(Challenging -10%) Incantation Test</p><p><strong>Binding Time: </strong>[[/roll 3d10+3]] hours</p><p><strong>Effect:</strong> These Runes are exceedingly powerful and rarely seen outside of the workshops of craftsmen. Their forms are elegant, complex and lend mighty power to whoever wields them. Only one master Rune can be placed on an item. They glow a brilliant yellow-white when activated.</p><p></p><table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 25.2843%;\"><col style=\"width: 74.7157%;\"></colgroup><tbody><tr><td><p><strong>MASTER RUNES</strong></p></td><td><p><strong>EFFECT</strong></p></td></tr><tr><td><p>Rune of Berkanan</p></td><td><p>Armor inscribed with this rune allows its bearer to automatically succeed at Resolve Tests when confronted by Abyssal creatures.</p></td></tr><tr><td><p>Rune of Dagaz</p></td><td><p>Shields inscribed with this rune can be held aloft to cause all enemies to suffer from Litany of Hatred, while allies gain the benefits of Inspiring Words.</p></td></tr><tr><td><p>Rune of Ehwaz</p></td><td><p>Weapons inscribed with this rune automatically ignores Damage Threshold Modifier from armor when causing Damage.</p></td></tr><tr><td><p>Rune of Inguin</p></td><td><p>Weapons inscribed with this rune allows its bearer to flip the results to succeed at any Combat-based Skill Tests to strike.</p></td></tr><tr><td><p>Rune of Laguz</p></td><td><p>Armor inscribed with this rune allows its bearer to ignore all Injuries.</p></td></tr><tr><td><p>Rune of Mannaz</p></td><td><p>Shields inscribed with this rune can be held aloft to cause all enemies who see it to Resist with Resolve or be subjected to Fear.</p></td></tr><tr><td><p>Rune of Odal</p></td><td><p>Weapons inscribed with this rune will magically return to the bearer’s hand once thrown or shot.</p></td></tr><tr><td><p>Rune of Tiwaz</p></td><td><p>Weapons inscribed with this rune automatically destroy weapons and shields when purposefully struck with Splinter Shield.</p></td></tr></tbody></table><p></p><h4><strong>LEARNING NEW RUNES</strong></h4><p>Any Rune can be temporarily struck to a suit of armor, shield or weapon. Unless you have learned the specific Rune, it can never be inscribed permanently. The only way to learn how to properly inscribe a Rune permanently, you must be taught by a Runesmith. However, most Runesmiths jealously guard their runic manuals. These Runes are rarely found upon sacred scrolls or even contained in Dwarven grimoires of old. Runecrafting is a discipline taught from parent to child; an art secreted within the family. So taciturn is the runic process that an entire clan may possess a unique monopoly on their Runes. This also means that no one Runesmith could possibly craft all Runes.</p><p>Once you commit to learning a new Rune, you can only spend time learning that specific Rune. You cannot study multiple Runes at once.</p><p><strong>REQUIREMENTS: </strong>As described before, Runes are categorized into general, broad categories. Each has different requirements to learn them. You must have at least one Skill Rank in Tradecraft to learn Apprentice Runes, two Skill Ranks in Tradecraft to learn Journeyman Runes and three Skill Ranks in Tradecraft to learn Master Runes.</p><p><strong>CREATE SACRED SCROLL: </strong>In order to learn a Rune, you must begin the learning process (which is traditionally limited to Dwarves only, unless your GM states otherwise). You record the intricate, complex runic scribbling temporarily on parchment or whatever material you have handy, creating a sacred scroll. Generally, it takes one hour to record an Apprentice Rune, two hours for a Journeyman Rune and three hours for a Master Rune. Recording the Rune doesn’t require any Skill Tests. However, merely recording it doesn’t necessarily mean you can learn it yet. This is only the beginning of the process.</p><p><strong>PRACTICE NEW RUNE:</strong> During this time, you will practice sketching the symbols in chalk, intoning the words and committing to memory the procession of strikes on the anvil and the proper use of the reagent. In order to learn how to use the Rune, you must first acquire the reagent – in this case, either one, two or three powders of Wytchstone Essence. During this time, you will continue practicing the inscription process, the incantations needed for empowerment and the final steps for binding the Rune. </p><p>After that, you’ll spend one week in ceremony to practice the new Apprentice Rune, two weeks in ceremony for a new Journeyman Rune or three weeks total for a Master Rune. The hours, along with the days spent in ceremony, are sacred. These days need not be consecutive though. But the days you commit to the ceremony cannot be disturbed or else you must begin anew.</p><p><strong>FINALIZE RESEARCH:</strong> Once you finish practicing, you’ll make an Incantation Test to see if your research was successful, with the category of Rune setting the Difficulty Rating; Apprentice Runes are (Routine +10%), Journeyman Runes are (Standard +/-0%); and Master Runes are (Challenging -10%). This Difficulty Rating may be awarded bonuses or given penalties, depending on the place you study and additional supplies – or lack thereof – by the GM.</p><p>Upon success, you finalize your research and are ready to record the Rune into a runic manual, but must spend Reward Points to record it. If you rolled a Critical Success, you both finalize your research and need not spend Reward Points to record it. Failing the Incantation Test means you must begin practicing anew from the start. Critically Failing, however, means you can never learn this Rune.</p><p><strong>RECORD THE RUNE:</strong> In all cases, once you have succeeded or Critically Succeeded to learn the Rune, you must incinerate the sacred scroll in flames, using the ashes mixed with an ink pot (which are both expended) to author the Rune into runic manual of your own devising. This step permanently 'etches' the Rune into your mind, so that you can strike it at any time without looking at the runic formula. </p><p>Finally, you must spend either 100 Reward Points for an Apprentice Rune, 200 Reward Points for a Journeyman Rune or 300 Reward Points for a Master Rune to complete the ceremony. Once complete, you can now permanently etch Runes into armor, shields and swords. Be sure to track the Runes you know under Unique Advances on your Character Sheet.</p><p>You can only ever learn a total number of Apprentice Runes, Journeyman Runes and Master Runes equal to your [WB].</p>"
      },
      "consequences": {
        "@en": "<p>Temporary Runes last for a number of days equal to your [WB]. Permanent Runes last forever.</p>"
      },
      "condition": {
        "@en": "<p>You must have the Skill Focus (Runesmith).</p>"
      },
      "reagents": {
        "@en": "<p>Permanent runes require one powder of Wytchstone Essence for Apprentice Runes, two for Journeyman Runes or three for Master Runes (all are expended). Temporary runes forgo the need for Wytchstone Essence. You must also have a suit of armor, shield or weapon (crafted by you) and a writing kit.</p>"
      }
    },
    "difficulty": {
      "rating": "varies",
      "associatedSkill": "Incantation"
    },
    "channelAs": "NONE",
    "castingTime": {
      "setting": "special",
      "value": "varies",
      "number": 0,
      "unit": "minutes"
    }
  },
  "type": "ritual",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745427275933,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!CEnnwBepZUNiHxJL"
}
