{
  "_id": "s7hRIWeyt43hZ2GZ",
  "effects": [],
  "img": "systems/zweihander/assets/icons/fire-ring.svg",
  "name": "Magick Circle",
  "system": {
    "description": {
      "@en": "Opening a rift to the Abyss through the Æthereal Veil can be extremely dangerous. Magick is not a simple parlour trick or a bending of light – its practitioners tap into realms of pure chaos and potential to draw forth unnatural power. Each incantation comes with a risk of damnation, the curse of all that power eating away at your body and soul. However, this does not mean there have not been researched methods to lessen this impact. Indeed, many arcanists are people of science, not only using their power but studying it for further applications. Certain\n  circles of power, made f rom\n  Wytchstone Essence, have\n  proved to lessen the impact\n  of the Ætheric Winds as they\n  storm around a caster. These forms\n  take on a myriad of shapes, but all of them\n  possess ancient symbols written in their circumferences that arcanists are reluctant to tell the meaning of. This Magick Circle is very delicate, however: any disturbance or slight shifting in its form breaks the protective barrier and allows the chaotic energies to seep through.Though these circles are temporary, ancient ruins and some powerful wizards contain either partial or full engraved circles, carved into the very floor to serve as a permanent aid."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>First, determine the Casting Time to cast this Ritual based on the power of the Magick Circle:</p><ul><li><p><strong>Temporary Circle:</strong> 1 minute.</p></li><li><p><strong>Permanent Circle: </strong>1 day.</p></li></ul><p>After successfully casting this Ritual, the Magick Circle allows you to re-roll any Chaos Dice that may land on face ‘6’ whenever Channeling Power. This means that if you had rolled 3D6 Chaos Dice and it came up with two face ‘6’s, you may re-roll both those dice to generate a more favorable result. If the circle is broken; meaning, you step outside of it or others step into it, the circle is ruined and no longer protects you. A permanent Magick Circle can be broken, but its power returns after an hour has passed.</p>"
      },
      "consequences": {
        "@en": "<p>A temporary Magick Circle will last for a number of hours equal to your [WB]. If you substitute one powder of Wytchstone Essence, it instead lasts a number of days equal to your [WB]. If you substitute three powders of Wytchstone Essence and three quintessence of Royal Water, the Magick Circle is permanent, lasting until destroyed.</p>"
      },
      "condition": {
        "@en": "You must stand inside the Magick Circle to take advantage of its benefits."
      },
      "reagents": {
        "@en": "Epsom salt (expended) or one powder of Wytchstone Essence (expended), poured onto the ground around you in the shape of a circle. Permanent circles require three powders of Wytchstone Essence and three quintessence of Royal Water (all of which are expended), etched into a stone floor with a chisel and hammer."
      }
    },
    "difficulty": {
      "rating": "20",
      "associatedSkill": "Incantation"
    },
    "channelAs": "Petty Magick",
    "castingTime": {
      "setting": "varies",
      "value": "varies",
      "number": 0,
      "unit": "minutes"
    }
  },
  "type": "ritual",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745427312262,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!s7hRIWeyt43hZ2GZ"
}
