{
  "_id": "0SbICoe60G8rv2oB",
  "effects": [],
  "img": "systems/zweihander/assets/icons/half-dead.svg",
  "name": "Morsal",
  "type": "disease",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.4.1",
    "createdTime": null,
    "modifiedTime": 1745428356904,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "<p>There&rsquo;s an unearthly stench coming from this here wound. It&rsquo;s been buzzing with gnats for days, and turning green . . . is this normal?</p>"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p><strong>Effect:</strong> At the beginning of each day, Resist Morsal. Otherwise, permanently reduce both your Damage Threshold and Peril Threshold by -1. If you don&rsquo;t successfully Resist on the final day of infection, re-roll the duration as it&rsquo;s extended. Alternatively, Morsal is instantly cured if you willingly take on one of these Permanent Injuries after Perform Surgery: Prosthetic Foot, Prosthetic Joint, Prosthetic Hand or Prosthetic Leg.</p>\n<p><strong>Critical Success:</strong> You automatically succeed your next Toughness Test to Resist Morsal.</p>\n<p><strong>Critical Failure:</strong> Morsal is instantly cured as gain one of these Permanent Injuries: Prosthetic Foot, Prosthetic Hand, Prosthetic Joint or Prosthetic Leg.</p>\n<p><strong>Other Considerations:</strong> Morsal is contracted whenever you undergo a Critically Failed Bloodletting.</p>"
      },
      "treatment": {
        "@en": "<p><strong>Ease Symptoms:</strong> A caregiver must have a surgical kit, a bandage, a tincture and spend one hour to Ease Symptoms. Depending on where you&rsquo;re at on the Damage Condition Track, the Difficulty Rating eases or worsens:</p>\n<p><strong>Hurt:</strong> Automatically succeed</p>\n<p><strong>Moderately Wounded:</strong> (Routine +10%) Heal</p>\n<p><strong>Seriously Wounded:</strong> (Standard +/-0%) Heal</p>\n<p><strong>Grievously Wounded:</strong> (Challenging -10%) Heal</p>\n<hr />\n<p><strong>Effect:</strong> If successful, you may flip the results to succeed in your next Toughness Test to Resist an Ailment.</p>\n<p><strong>Critical Success:</strong> You automatically succeed your next Skill Test to Resist an Ailment.</p>\n<p><strong>Critical Failure:</strong> You suffer from Sepsis and must undergo Bloodletting.</p>\n<p><strong>Other Considerations:</strong> A character can only have Ease Symptoms performed on them as the Ailment dictates. You cannot Ease Symptoms on someone with Sepsis.</p>"
      }
    },
    "resist": "(Standard +/-0%) Toughness",
    "duration": {
      "value": 0,
      "formula": {
        "number": 1,
        "die": "d10",
        "bonus": 1
      },
      "lastsUntilCured": false
    },
    "active": false
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!0SbICoe60G8rv2oB"
}
