{
  "_id": "Wm0xp1V1kmcmLlVU",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "For centuries, the mind has been a mystery. Though Physikers are finally starting to understand the body and how people get sick, the mind remains an enigma. Many explore the reaches of the conscious, trying to figure out what makes people tick. The most common method of this is hypnotism, and those who devote themselves to hypnotism and the workings of the ‘mental machine’ call themselves Alienists. The average Alienist speaks calmly and soothingly, assuring their convalescent that what they are experiencing is completely ‘normal’. They then subject their patients to tests with all sorts of medieval and unusual devices like calipers and silver charms, before plunging them into a twilight dream-state to find out what haunts them. Alienists are often employed by the rich and powerful, but often they care little if they are actually helping or not – most are striving to find a breakthrough that will grant them medical acclaim. Alienists may truly have developed an understanding of the mind’s mysteries, but even if this approach is not ‘real’, the placebo effect it can have on patients is certainly determinable.\\nAlienists are not well-trusted by the common populace nor the priesthood, as the idea of someone ‘picking around in your head’ is not something most rational people find appealing. Regardless, Alienists see the power that hypnotism and suggestion can have. They pose as innocent enough, worming their way into haughty circles of blue-bloods or in with jumped up burghers who crave a social status a notch above their peers. The Alienist’s end goals may be to eventually entrance these fools and request they reveal family secrets and treasures, or entreat them to far worse outcomes under suggestive influence. Understandably, those desperate and truly damaged long for their problems to be fixed, and thus turn to this heinous form of treatment. Corruption loves a good Alienist, as it allows them to infiltrate their filth and hatred into someone’s subconscious willingly, leading to a servant who runs less on suggestion and more on animal instinct."
    },
    "drawback": {
      "linkedId": null,
      "name": "Placebo Effect"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Heal in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Doktor Mind-Bender"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      },
      {
        "linkedId": null,
        "name": "Supernatural Paranoia"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/pendulum-swing.svg",
  "name": "Alienist",
  "type": "profession"
}
