{
  "_id": "t6uRo8fjVkuOpYgL",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Though almost everyone believes in some sort of god or divinity, very few believe that they can survive on their faith alone. Not so the Anchorite. Religious hermits, Anchorites spend months, even years in the wilderness, isolated from civilization, willingly to sacrifice everything to become closer to their god. Here they subsist on bugs and dew, as any time spent hunting or eating is time wasted not meditating. Anchorites exist within all faiths. Whether a priest of the Leviathan meditating on a coral atoll or a priest from the mysterious east conditioning their body via rigorous martial training, an Anchorite will reduce themselves to little more than a leather-clad skeleton before they finally see into the divine eye.\nWhen they do achieve enlightenment (though few reach this point) they are exalted and jubilant, even feeling invincible now that their god’s divine mantle has been draped on their shoulders. Some take to wandering to preach the word of this achievement. Anchorites are tenacious, worldly and nature-loving, but their faith can inspire great deeds and even greater powers. Not everyone appreciates a religious follower who exalts the virtues of meditation, though. Whether it be jealousy, doubt or just pure hatred of civilized religion, blasphemous creatures immensely enjoy the breaking of an Anchorite’s faith, even if it doesn’t bend until they gasp their last breath."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Sacred Mantra"
    },
    "skillRanks": [
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Clinch Fighter"
      },
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/anchorite.svg",
  "name": "Anchorite",
  "type": "profession"
}
