{
  "_id": "mQ5SkDLfDvUU6E3k",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Whether they be wranglers, rustlers or even sellers of horseflesh, Animal Tamers tend to live solitary lives with those creatures they handle. Brusque at times, even boorish, they typically carry the stench of the pen, replete with dung between their cleats and straw matted within their hide leggings. The lowliest train pigeons, ferrets and cats. Middling Animal Tamers breed hunting raptors and war dogs. Rarest are the ones who break, dominate and train bears or other foreign beasts raised in captivity. Some are even capable of taming the dangerous komodo raptors of the south or the mysterious rocs flown by certain elves; by far the most dangerous animals to tame, if they can be properly tamed at all.\nThe smallfolk have a particular fondness for the bear-baiter, as these Animal Tamers act as ringmaster of a menagerie or carnival. Employing brightly-colored clothing and large mustachios, they are well-paid to command shambling bears, thundering elephants and other twisted, foreign chimera to perform stupid tricks that only simple folk would be entertained by. Of course the crowd wishes to see these dangerous creatures perform, but also secretly yearns to see master of ceremonies torn to shreds, stomped into a pulpy mess or swallowed whole by the very creatures they command!"
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Beastmaster"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Clinch Fighter"
      },
      {
        "linkedId": null,
        "name": "Gallows Humor"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/animal-tamer.svg",
  "name": "Animal Tamer",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
