{
  "_id": "HIyMdMsSvyZgfjWX",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "As the world has changed and evolved, so too has the nature of war altered. Rarely do feudal lords field large armies, crashing against each other like waves against a shore. Today’s warfare mostly consists of small skirmishers, where only the members of the fighting elite are able to stand against the tide. As a result, a new breed of soldier has emerged to take their place on the battlefield: the Armiger. These warriors clad themselves in the heaviest of armors and carry the largest and most explosive of weaponries. Whether they wield massive hand cannons, steel-headed hammers or razor-sharp pikes, they stand as a bulwark against their enemies. They are solitary, powerful and worthy of respect, though many refuse to speak of the horrors they have faced or the allies they have lost.\\nAfter the fields have been reaped free of soldiers, many an Armiger then moves onto a more adventurous living somewhere in the gloom and the shadows. Given their specialty, they head into the fetid depths and haunted tunnels of the earth below. These Armigers spend the rest of their brief lives learning to fight in labyrinthine caverns, pressing deeper into the folds of the world. Within the under-tunnels, Armigers know no rest, only the constant struggle to protect the lands above by hunting down the enemy below. When they return, they have countless stories of terror to tell, but few return without some kind of scar – either physical or psychological. An Armiger may appear to be glamorous for all their brawn and fortitude, but an old Armiger is a rarity. A completely sane Armiger is rarer still."
    },
    "drawback": {
      "linkedId": null,
      "name": "Visor of Poor Visibility"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in both Martial Melee and Warfare in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Iron Citadel"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Die Hard"
      },
      {
        "linkedId": null,
        "name": "Hard To Kill"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/helmet-head-shot.svg",
  "name": "Armiger",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
