{
  "_id": "BNhy4Dqij0EvzP6i",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "A cold body with their throat cut by a garrote; a noble suffering a seizure and foaming at the mouth; a heretical priest shot in the head from afar. These are all victims of the Assassin, a professional killer of the highest caliber. The most famous assassins are Bloodmongers who worship the Crouching One, but they only commit their crimes for the sake of their god. A true Assassin is the consummate professional – all business and confidence in their abilities. They wear immaculately inconspicuous wardrobes, move with a poise and posture that enables them to act at any moment and conceal a small armory about their persons – though they can strike with their hands just as much as they can with blades and bolts. Their tasks are simple: get in, complete the job, and get out: no muss, no fuss. Every Assassin has their favored tools, but all use disguises, concealment and forgery to accomplish their goal.\nAssassins rarely adventure into the wider world – their home is in the city, full of wealthy benefactors and spurned lovers. Those that do are fleeing something – often with another Assassin hot on their tail (Assassins see other Assassins as the targets truly worthy of cold calculated methods). Assassins kill without being there and with people hearing what they want them to, making them useful in countless situations. The true hindrance to any Assassin is too much evidence, too many witnesses, too little alibi. When Assassins lose their poise and composure, they often come to enjoy the kill for kill’s sake, relishing the death as much as their skills used. Corrupted they come to worship death itself and are thus ripe for conscription by the darkest of powers."
    },
    "drawback": {
      "linkedId": null,
      "name": "Assassin’s Creed"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Stealth in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Art of Invisibility"
    },
    "skillRanks": [
      {
        "name": "Coordination"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Doppelganger"
      },
      {
        "linkedId": null,
        "name": "Gruesome Shot"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/assassin.svg",
  "name": "Assassin",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
