{
  "_id": "PLeedCc712zPQt8N",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Most common folk have grown up listening to the rumbling of a blueblood’s carriage, the rattling of a pedlar’s cartwheels and the thundering of hooves as the soldiery rides into town. However, clever philosopher-naturalists and daring Natural Philosophers have developed vehicular technology far ahead of others – rotor-driven velocipedes, horseless carriages and floating gondolas borne in the air by balloon. These vehicles of the ‘new science’ are awe- inspiring and fantastical, yet dangerous and unpredictable. Thus, only daredevils called Barnstormers dare grasp hold of the tillers, steering wheels, and control ropes in order to operate these mad devices. Barnstormers are professional aeronauts and drivers. While they can pilot almost any horse-driven vehicle, they tend to favor those of the motorized variety. Their daring stunts might cause onlookers heart palpitations, but any Barnstormer worth their salt has lived to tell the tale of death-defying flights and misadventure – despite the injuries that they might have suffered!\\nBarnstormers are a rarity, if only for the scarcity of their vehicles of choice. Though useful for piloting new-fangled gyrocopters to drop bottle bombs on enemy soldiers, racers of horseless ‘rumblebutlers’ or to serve as royal bargees commanding floating pleasure skiffs cradled beneath a dirigible, Barnstormers do not loan out their skills cheaply. Undoubtedly bedlamites, risk-takers and thrill seekers, this does not stop adventuring parties from making fast friends with Barnstormers; after all, having an ally with a fast vehicle or a getaway driver is extremely tempting. What this means though is that a Barnstormer’s life is fast and loose, often finding their end entangled in the metal and oil of their trusty steeds or plummeting towards the earth in an explosive, fiery end – along with their unfortunate passengers."
    },
    "drawback": {
      "linkedId": null,
      "name": "Devil-May-Care"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Awareness in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Red Baron"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Pilot"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Eagle Eyes"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/steampunk-goggles.svg",
  "name": "Barnstormer",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
