{
  "_id": "mcGihWA7uICkbNKd",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Boatman makes his living on the water. Some are sailors, living off the bounty of the ocean or trading with far off lands, salty winds in the sails and their faces, the sight of mighty leviathans swimming alongside bringing comfort. Always longing for the familiar feeling of bottomless depths under their feet, they live an independent life, free of any laws save kinship with other sailors. To them a heart broken in every port, bastard children and debts mean little when you are a thousand miles away from any border. Others sail up and down twisting rivers and along winding coasts, finding comfort in known shores, often undertaking similar tasks.\nSome though, take this love too far. Sailing for months out of sight of land or trying to navigate through endless mazes of deadly deltas can drive a man to drink or madness. Such Boatmen whisper horrible stories of vast cities under the waves, declare their love for flesh-eating mermaids, and prove unable to rest before they hunt down the beast that slaughtered their former companions. Many a hapless Boatman has come to believe in such tales and followed them to their deaths in the briny depths. Others who escape such drownings can be seen clinging to rocky outcroppings in the midst of the sea, bones and desiccated flesh left to rot."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Batten Down the Hatches"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Pilot"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Mariner"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/boatman.svg",
  "name": "Boatman",
  "type": "profession"
}
