{
  "_id": "vIJapvCgzyjYWwMF",
  "data": {
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "With a confident swagger and a wry quip, the Bravo prides themselves on being a swordsman with a flamboyant style, finding no greater joy than that of the duel; a fight of cunning, speed and trickery between two opponents. Naturally favoring the rapier, court sword or estoc, they make it a point to be quicker than their opponent. The Bravo is not simply a fighting style, but an attitude. Cock-sure and confident to a fault, brimming with their titular ‘bravado’, Bravos come from many walks of life, but all have minds as sharp as the weapons they wield.\nThe Bravo’s charm takes them far, bedding married men and women with ease, only to escape out a window at sunrise; winning hands of cards with a smile and perhaps an extra card up their sleeves; and defusing fights with a quip, but eventually they must protect their honor, word, and reputation with a duel. This forces them to move from town to town and even take up the life of an adventurer. Many find mere adventuring barbaric; there being no honor in slaying monstrous rats in sewers or running footpads through. However, identify a worthy adversary and a Bravo will live for the epic duel against them and the chance to speak of it afterwards. Their braggadocio is both a gift and a curse, as the Bravo’s big mouth and larger attitude can easily put them in chains, on the rack or in the grave. Only other Bravos respect other Bravos, so few have pity for the duelist who overreaches their station."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Vim & Vigor"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Fencer’s Panache"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Lightning Reaction"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/bravo.svg",
  "name": "Bravo",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
