{
  "_id": "7fAqx2odkvl82WDj",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "A Daemon of inexorable appetites and ceaseless hunger, the Endless Gullet is a being that is said to be a world- spanning jaw and whose gullet is said to lead into the endless pits of the Abyss where all are devoured after death. The Endless Gullet is a Daemon of ceaseless hunger, a trait displayed by His chosen acolytes – the Butcherpriests. In order to communicate with their Daemon patron, Butcherpriests must consume and serve flesh-meats in a disquieting and grotesque manner. They are never without their hefty war choppers, using them to carve up their fallen enemies, wrapping innards and limbs in brown paper to cook and consume with their comrades. Though cannibalism is not unheard of within some savage societies, others look upon this practice with disgust. As far as mankind is concerned, there no sin in their eyes as awful as cannibalism.\\nYet, the faith of the Endless Gullet is found not only among savages, but in mankind as well. Although gluttony is a cardinal sin, it is not surprising to see ‘civilized’ folk succumb to greed, falling to their knees and paying homage to the Daemon when all else fails. Some become Butcherpriests themselves, but for others it is merely enough to travel as part of the Butcherpriest’s greed-driven pack. There are those for which this is not enough and they willingly join the packs led by Butcherpriests, but even then, they will try to remain at arm’s length from Butcherpriests for fear of being bloodily rent by the Butcherpriest’s war chopper and messily eaten after making some misunderstood sleight. The most ‘blessed’ of Butcherpriests are enormous and corpulent, constantly trying to slake the hunger the Endless Gullet has charged them with filling. Those who are found worthy grow massive and powerful, full of belly and full of the Daemon’s disquieting power. A Butcherpriest eventually will split apart at the seams, with entrails spilling out like sausages and blood oozing out like pudding. When this happens, the Butcherpriest willingly sacrifices themselves as the rest of the members of the pack engorge themselves on the holiest of delicacies – a gift from their Daemon master and their former pack leader."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ruinous Power"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of either Arcane or Divine Magick.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Grog, Guts & Glory"
    },
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Covenant Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/meat-cleaver.svg",
  "name": "Butcherpriest",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
