{
  "_id": "TtwXuRQaSxabtIOL",
  "data": {
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Though a few great military minds have been forged on the heat of the battlefield, many commanders and generals were raised in halls of martial knowledge. Starting their martial journey as a Cadet, they are officers in training. Most Cadets are children of wealthy aristocratic families sent away to continue the family tradition of service. These military academies teach different tactical methods, the best words for leadership and a peerless knowledge of how the theatre of war works. That said, Cadets are still students who must submit to the will of the sergeants and instructors, who are often authoritarian and dogmatic. This methodology produces strong soldiers, as weak Cadets who break were never worthy of holding command in the first place.\\nCadets are not always the most experienced in the ways of war, but they can lead small platoons and skirmishers in maneuvers that any seasoned soldier or mercenary would easily recognize. Unfortunately, Cadets are generally inadequate fighters at best. Though officers are not meant to be on the frontlines, having them stay out of a battle is bad for morale. Cadets need battle experience to truly test their stratagems and leadership. Exposure to violence is also expected to harden cadets, but at times it can break them too. Constant pressure from their master chiefs, vigorous exercise that can leave one sick and harsh study can lead to a frail mind – one that ends with the Cadet muttering arquebus drills to themselves while incarcerated in a sanatorium."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Seize The Opportunity"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Military Formation"
      },
      {
        "linkedId": null,
        "name": "Siegecraft"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/all-for-one.svg",
  "name": "Cadet",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
