{
  "_id": "cVsTZGa4cidENHtj",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "War is waged everywhere in this dark world, fought by hordes of women, men and even monsters. As their armies travel from battle to battle, the ever-present Camp Followers trail behind them. They live off, and provide for, the army, and usually possess a variety of skills, from cooking and tailoring to horseshoeing and sutlery. Their diverse skill set makes them boon companions and they are a welcome sight to weary travelers. Their reward is the loot taken from the dead of the battlefield, such as gold teeth, cameos of loved ones, unspent gunpowder and shot and other valuables. Camp Followers flourish only in war times. When the fight is over, they oftentimes find themselves without work, relegated to the same tasks in villages and given menial pay. To them, the risk of disease and death during war is worth the reward of assorted plunder.\nCamp Followers are frequently exposed to the horrors of war. Many are widows, parents or children of soldiers slain on the battlefield. Though they rarely fight themselves, they see just as much death, brutality and bloodshed as any soldier in the lines. Thus, they have a tendency to go unhinged quicker than most, suffering from maladies such as shellshock and stress disorders. This makes them vulnerable, ripe for the plucking by Abyssal fiends. When this happens, it can sew ruin in the army the Camp Follower trails or the companions the Camp Follower adventures with."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Feast or Famine"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Sprint"
      },
      {
        "linkedId": null,
        "name": "Strong Jaw"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/camp-follower.svg",
  "name": "Camp Follower",
  "type": "profession"
}
