{
  "_id": "yGCXLwcuTXc1MdND",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Most Sellswords travel for coin and glory, plying their martial skills sword-to-mouth. But the Condottiere has developed their own way of thinking – instead of journeying simply for the clink of coin, they journey for either the clash of swords, the taste of far-flung cuisine or pure rapine. Oftentimes leading a mercenarium, they accrue many scars, war stories and exotic weaponry on their journeys. Condottieri are mostly unpredictable but not stupid – their erratic attacks, foreign feints and hunger for experience makes them some of the best warriors around. Many stride into battle in heavy armor, often bedecked in the styles and fashions of the world at large. A dizzying array of weapons often adorn their belts and back, marking their approach with a characteristic rattling of iron and leather. Condottieri love nothing more than an opportunity to stretch their martial muscles – offering their services for the pure thrill of the fight.\\nWhile Condottieri can be found amongst most Ancestries, Ogres take a particular liking to the life of the Condottieri. Ogrish mercenaries of this kind often call themselves ‘man-eaters’, for they profess to consume the martial soul of every warrior they fell. Once these martial juggernauts have won the battle or the war, they head on their way, looking to the next burg for opportunities to pillage and for rapine. Their wanderlust, however, can turn into quite a problem, as their journeys expose them to less than holy ideas and dishonorable ideals. In the best cases, this results in a conflicting mindset that gives Condottieri a bizarre world view, but not much else. In the worst cases, they fall in with the wrong groups, learn darker knowledge and viler methods, eventually coming to a dark truth that no man living or dead should ever have to face – that there is no truth at all. This revelation can make the Condottieri less a martial champion and more a true butcher of man-flesh. Stories abound of Ogre man-eaters eating the flesh of the dead, boiling meat in a cauldron amidst the carnage to make a stew."
    },
    "drawback": {
      "linkedId": null,
      "name": "Savagery"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Martial Melee in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Soldier of Fortune"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Hard to Kill"
      },
      {
        "linkedId": null,
        "name": "Impenetrable Wall"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/barbute.svg",
  "name": "Condottiere",
  "type": "profession"
}
