{
  "_id": "51dXx3kYoapwJ1tB",
  "data": {
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Ensconced within trusted circles of petty barons, powerful dukes and kings, Courtiers are driven by intense political ambition. Being masters of intrigue, their uncanny ability to bend the ear of powerful people fuels their desire for total political domination from behind the scenes. Haunting administrative halls, salons, soirées and banquets, they plot and scheme to raise their rank and coffers. Having spent most of their lives rubbing elbows with the blue-blooded aristocracy, they know all the proper forms and courtesies and use them to their advantage when face-to-face with their betters.\nTheir strengths rely in their insight and ability to adapt. Petty words, flattery and platitudes are their hallmark; the shield they protect themselves with. The pen is mightier than the sword and the Courtier uses it freely. But a life of decadence eats away at their humanity, seeing everyone as a potential enemy to be ruined. When intrigue fails, they make no discrimination between ruining a man with a batch of lies or a knife between the ribs. Every Courtier who plays the great game of thrones carries a ‘gentleman’s dagger’ (otherwise known as a stiletto) when the time calls for swords."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Machiavellian Intrigue"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Stealth"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/courtier.svg",
  "name": "Courtier",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
