{
  "_id": "y9ORiK08M5BkqdBJ",
  "data": {
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "In today’s grim & perilous world, it should be no surprise that there are aristocrats, burghers and the learned who seek power beyond their ossified positions in society. Perhaps they joined a fraternal club at university, found a musty tome in the family library, followed family tradition, listened to the folklore of old, or were simply bored. Inducted into dark societies, they practice rites of ages past, use sex Magick, make strange sacrifices, and appease forgotten or banned gods, all with one aim – to make the darkness kneel before them. And over time, they can learn to command a sliver of the same divine ‘grace’ as worshipers of state-sanctioned religions and employ the darkest of Magicks for their own benefit – power both temporal and material.\nEvery Cultist knows they run the risk of losing their very soul in exchange for power. Such a yearning is never easy; it must be practiced in secret, lest they risk persecution. It explains why so many band together in secret clubs to practice their faith together – safety in numbers. Their desire for dark knowledge means that some also take up the adventuring life, because adventurers are more likely to uncover baleful knowledge and artifacts than anyone else. Of course, this knowledge claws at the minds of the impressionable and many become raving lunatics locked away in distant sanitariums where they converse with the voice of the Abyss."
    },
    "drawback": {
      "linkedId": null,
      "name": "Cruel Tutelage"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Cult of Personality"
    },
    "skillRanks": [
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Divine Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Blood Magick"
      },
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/cultist.svg",
  "name": "Cultist",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
