{
  "_id": "42UvXIlRmNaUqxJ1",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Although Magick permeates the world, most see its wielders as dangerous and evil, and as heretics to be strung up or burned at the stake. To hide from the superstition rampant in a grim & perilous world, its practitioners are forced to society’s periphery where they can study in secret. Here such Diabolists become open conduits between the Material Realm and the Æther, as they attempt to reshape the raw stuff of chaos into orderly, mathematical conclusions. Whether it is the transmutation of lead into gold, bringing down lightning from the sky, or conjuring forth grand illusions, the Diabolist seeks to understand, classify and practice the art of Magick. These erudite autodidacts guard their studies well, and whilst some remain loners, many band together in ‘colleges’. Overtime they grow into schools of Magick where this grand tradition is shared with other arcanists.\nHowever, as Diabolists draw forth from the Æther, catastrophe is never far away. Simply intoning the wrong consonant or reading aloud the words in the wrong order (such as in the case of the infamous invocation of klaatu barada nikto… or was it necktie?), will allow the Æther to seep forth into the Material Realm, corrupting the Diabolist first and then the world around them. Raw chaos can corrupt even the most steely-minded arcanist, driving them towards madness and mutation. However, these terrifying moments of unbridled power are what ultimately make would-be arcanists’ desire greater understanding – even if it costs them their very soul."
    },
    "drawback": {
      "linkedId": null,
      "name": "Lure of Power"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Winds of Change"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Arcane Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Æthereal Alignment"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/diabolist.svg",
  "name": "Diabolist",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
