{
  "_id": "4bDFfrWAV5YDLcGG",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Soaring towers, flying buttresses, quaint storefronts and deep mines; all of them had to be built and the Engineer has a hand in their construction. Engineers are the builders of the modern age, experienced in all types of construction and materials. While some stick to the classic materials of stone and wood, others push the boundaries of technology, using steel and even strange steam-run machines. Besides building structures, Engineers also serve in most standing armies. Whether constructing siege towers, repairing cannons or packing gunpowder into enemy fortifications, Engineers are terrors on the modern battlefield. Dedicated and intelligent, able to calculate trajectories and angles with a mere glance, Engineers are also secretive. They know the strengths of their structures and inventions as well as their weaknesses; knowledge of both might be catastrophic – or lucrative – if revealed.\nEngineers will sometimes take on consulting jobs from groups of adventurers. Engineers love the challenge of finding the keystones to old temples, figuring out the perfect path to tunnel beneath an enemy’s lair or setting deadfall to fall upon trespassers. Other Engineers are freelancers, moving from one mine to another in search of bigger mother lodes or selling their services to the highest bidder. However, if confronted by the outer darkness of the Abyss, Engineers fold in quite peculiar ways. Their constructions no longer make sense, with passageways that seem to go nowhere or rooms that shouldn’t exist. An infamous example is the Coppertooth Vault. This Dwarven stronghold, built by the insane Frederick Coppertooth, contains numerous empty rooms, doors that open to walls of rock, and floors that have to be crawled through to navigate. This is the madness of genius brought true to life."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Eureka!"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Tradecraft"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Mine Craft"
      },
      {
        "linkedId": null,
        "name": "Siegecraft"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/engineer.svg",
  "name": "Engineer",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
