{
  "_id": "Ln1pdS7GxN3BN1em",
  "data": {
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Envoys like to think of themselves as special, for they are the ones who hold the struggling empires and countries of a grim & perilous world together. They are dignitaries and diplomats, employed by the great guilds, nobles and rules alike. They are efficient, objective and no-nonsense, finding greater use for courtesy than charm, though the latter has been known to work. Master deal brokers and middlemen, they can turn heated rivalries into the friendliest cooperation. They care not for bitter hatred, but strive to find a deal that best serves everyone – their employers or masters in particular. Sometimes this may require placing pressure where needed – either literally or figuratively – but an Envoy almost always walks away with a freshly-signed treaty and a wry smirk on their face.\nHowever, when a deal goes wrong or cannot be made, it is the Envoy who finds themselves banished. Ill-suited to wielding weapons, these master manipulators can spin gold out of iron with their sharp tongues, steely gazes and stalwart attitudes. Whether brokering for increased payment for a rescue mission or forging a peace treaty between warring Aztlan bands, the Envoy can find a place alongside other adventurers. Yet, the Envoy can fall to madness like any other adventurer and then their once fair deals become almost Faustian bargains, in blood or slaves rather than money. These dark diplomats may still propagate trade and alliances, but they unite allies that only wish to watch the world burn."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Don’t Kill the Messenger"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Long-winded"
      },
      {
        "linkedId": null,
        "name": "Meeting of the Minds"
      },
      {
        "linkedId": null,
        "name": "Multilingual"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/wax-seal.svg",
  "name": "Envoy",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
