{
  "_id": "uzoM0ZoRxue9yFlz",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Fell Knights are fierce, vociferous warriors who stand above other warriors, exemplifying unadulterated sanguinity and devotion to the causes of Corruption. They do not come to this exalted position with any ease, however. The Daemon requires the ultimate sacrifice before any soldier can become a Fell Knight: they must murder their comrades. Only by ritually slaying their entire unit – leaders, confidantes and ‘battle buddies’ alike – can they begin the transformation that turns them into a Fell Knight. Scraping together the remains of their dead comrades’ armor, they undergo a grotesque transmutation by fastening iron to their naked muscle and stepping into a bonfire. Sloughing off their skin, they reemerge, fused with an amalgamated harness of iron. Now far from recognizable as being ‘human’, both body and mind have been warped by the umbral gifts of their Daemon lord. They are mortal champions who do not suffer dissension, warriors who do not abide debility and fanatics who know only devotion. The ritual must be performed precisely though, as for every warrior who has successfully accepted the embrace of both iron and their Daemon master’s love, there are many more whose transformative endeavors have failed. Their fate is ignored by the Daemon they worship, left to die in agony as their flesh seers off and the superheated iron cracks their bones.\\nThe newly-born Fell Knight who emerges from the flames is already on the road to damnation. In fact, they welcome it – their only motivation is to further their blasphemy to such depths that they will be accepted into the hallowed ranks of the Dread Counts. The only obstacle to this are other Fell Knights. They share no sense of fraternity or brotherly love with each other, instead conducting violent rivalries and holding murderous grudges against their peers. The Abyssal Princes only sponsor a mere few Dread Counts every century. As a consequence, Fell Knights are constantly embattled, constantly conspiring against and attempting to one-up each other in order to obtain their Daemon’s favor. The Princes encourage this, as it weeds out the weak and leaves only the truly devoted. This makes Fell Knights paranoid, quick to react and rash when it comes to any decision or situation that would give them advantage over a rival. And for the unique few who have reached these heights, they do win – joining as one with a Havoc Conjuror and ascending to the unhallowed, disgusting ranks of the infernal Dread Counts."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ambition Denied"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Martial Melee in order to enter this Expert Profession. In addition, you must have the Drawback of Ruinous Power.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Bonds of Damnation"
    },
    "skillRanks": [
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Hard to Kill"
      },
      {
        "linkedId": null,
        "name": "Impenetrable Wall"
      },
      {
        "linkedId": null,
        "name": "Overwhelming Force"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/crossed-claws.svg",
  "name": "Fell Knight",
  "type": "profession"
}
