{
  "_id": "Cp8rEg6ILlcXlZJs",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The criminal underworld is difficult to navigate and enter – one wrong word or a backwards glance can result in your being taken down an alleyway to be sternly talked to, beaten up or worse. The need for rival criminals to talk to each other and sometimes for the ordinary folk lacking in streetwise to talk to criminals, gave rise to the need for the crafty Fence, the ultimate middleman. The Fence’s main job is to sell and buy illegal goods, serving as a defense against official interest in the local underworld’s activities. Not only that, they also serve as communicators for criminal higher-ups, usually as messengers or contractors looking to distribute more ‘unsavory’ work. Rarely does the Fence do anything extremely illegal – they just serve as go-betweens that make evidence trails harder to follow. Fences are charismatic and disarming, but always vague as well; everyone to them is either an ‘associate’ or an ‘employer’. This is good for them and the people they usually associate with, but frustrating if trying to get more out of any bargain.\\nFences usually stay within a city and parlay as best they can with the city watch (paying them off to look the other way), though some wander either looking for greener pastures or to escape the law. Fences know how to defend themselves, but their main expertise comes with swaying others, striking deals and influencing market places. The life of a Fence is very lonely, however. For their business to flourish and them to stay safe, Fences must distance themselves from everyone, often using fake names or identities. Fences will never fully trust anyone they journey with, and many will end up alone in a ditch or in prison, screaming into an endless, uncaring void that mirrors their souls."
    },
    "drawback": {
      "linkedId": null,
      "name": "Black Marketeer"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Thiefspawn"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Larceny"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/expense.svg",
  "name": "Fence",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
