{
  "_id": "HTSUGWmhBHU1fVZS",
  "data": {
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Some people just possess a certain je ne sais quoi, a particular charm and affectation for magnificence. Clever of wit, sharply-dressed and larger than life, Fops are a welcome addition to any social circle. They may be just a little dangerous – a quality that many find highly attractive, prattle about the exciting lives they have (or pretend to have) and have a preference for company who would stand in adoration of their adventurous stories. Living a debonair lifestyle can be expensive, so their adventures are often sponsored by the rich. In the meantime, they’ll carry on affairs with widows, act as paramours to wealthy débutantes or become concubines to nobles. Their patrons, whether male or female, furnish the Fop’s stylish lifestyle on monies they cannot afford themselves. Fops – no matter the sex – prefer strong liquor, fast horses, lively songs and riotous lifestyles.\nDespite their jaunty appearance and devil-may-care attitude, the Fop is a loner at heart. When the party dies down and the lights go out, they retreat back to their homes where without companionship or audience, they are prone to depression. Here they wipe off the makeup they wear to cover acne scars, unbuckle corsets to let out their bellies and shuck off fashionable shoes that cramp their feet. Beneath the fake eyelashes and mustachios, the lipstick and rouge is an ordinary man or woman, riding on everyone else’s coattails."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Fame & Fortune"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/glass-celebration.svg",
  "name": "Fop",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
