{
  "_id": "JOUpRyNHRTdCO9kG",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "What compels a person with the need to win? Is it arrogance? Ego? The need to be respected or feared? The Gambler feels that pressing need and hence refuses to play a game in which the odds are not stacked in their favor, nor one without stake. They are regarded as dashing and carefree, made handsome by the life of leisure afforded themselves through the abdication of responsibility. They blow through town like a brisk wind and then are simply gone, ready to filch their next fortune from more strangers. Their games vary: knucklebones to darts, chess to five card draw, yet they always win – or lose – big on whatever they do.\nGamblers play fast and loose in all things, seeing even wandering as the ultimate gamble – a lifetime of riches and fortune bet against a violent death. They throw fate to the wheel of chance, going where life takes them and leaving anyone else of importance lost in the lurch. But underneath this carefree veneer lies a sinister secret. The Gambler’s choice to live firmly in the now has caused many to ante up the ultimate wager: the fate of their immortal soul. And whatever demon helps the Gambler cheat at life awaits gleefully to escort them into death."
    },
    "drawback": {
      "linkedId": null,
      "name": "When the Dealin’s Done"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Luck of the Draw"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Counterfeit"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Skulduggery"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Incredible Numeration"
      },
      {
        "linkedId": null,
        "name": "Meeting of the Minds"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/gambler.svg",
  "name": "Gambler",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
