{
  "_id": "OQzlASvA3dN4Hjt5",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Many Guttersnipes are orphans, usually from broken homes or having lost their families through war and disease. They either made their way in-and-out of disgusting and cruel orphanages or took instantly to a life on the street. Either way, they are not skulkers or sneaks, but instead operate in the broad daylight. They may take on a disguise of a petty laborer, such as a chimneysweep, coal delivery boy or parcel runner, in order to case their next mark. With such easy trusting access to people’s homes and wallets, it’s hard not to pick up a few coins, jewels or delicacies. Leaving cupboards and cabinets bare while the residents are out, oblivious to the messenger boy’s true intentions, are trademarks of the Guttersnipe.\nGuttersnipes are often young, so they tend to get bored and take up adventuring as just ‘something to do’. Their experience in ducking through alleyways, crawling up chimneys and swimming through sewers have given them many useful skills, savory or otherwise. But it is also the young who are the most tragic; Corruption loves to manipulate tender minds, planting the seeds of destruction early to germinate into a terrible fruit-bearing tree. Their innocence is soon replaced by vacant stares, shaky hands and paralyzing nightmares."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Artful Dodger"
    },
    "skillRanks": [
      {
        "name": "Counterfeit"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Skulduggery"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Handspring"
      },
      {
        "linkedId": null,
        "name": "Sprint"
      },
      {
        "linkedId": null,
        "name": "Streetwise"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/guttersnipe.svg",
  "name": "Guttersnipe",
  "type": "profession"
}
