{
  "_id": "5cDT5JX6ZdzjVpdN",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Talented in ways that others are not, Hedgewise are practitioners of the ancient, Themelic arts. Drawing their power from talismans, old rituals, inner will and a bit of luck, they are able to exhibit an uncanny mastery over the smallest of spells. They dally with danger as they work with Magick, lacking the formal training their betters will have had. Most Hedgewise discover their power at a very young age, using simple ‘parlor tricks’ to impress others. But as they mature in age, so do their powers. As does the allure of greater mastery over their strange abilities. Unless they become officially sanctioned Magick practitioners, Hedgewise are usually outlawed. Thus, most Hedgewise operate in secret, eternally fearful of investigation by Inquisitors.\nOnce a Hedgewise’s powers have matured, they are strong enough to attract the attention of the Inquisition. Regarded as apostates by students of the arcane and treated as witches by worshippers of the divine, Hedgewise usually live lives spent in isolation or on the road. No matter how careful they are, their displays of Magick invariably invite the wanton attention of Abyssal demons. They constantly whisper promises of unmitigated power in return for the small ‘sacrifice’ of the Hedgewise’s soul; thus, the lust for power begins, and the path towards the Warlock and Black Magister beckons..."
    },
    "drawback": {
      "linkedId": null,
      "name": "Cruel Tutelage"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Hedgewizardry"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Arcane Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Blood Magick"
      },
      {
        "linkedId": null,
        "name": "Supernatural Paranoia"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/cauldron.svg",
  "name": "Hedgewise",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
