{
  "_id": "KN7rdnRNUXEx9I1R",
  "data": {
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "For every grizzled soldier or erudite sage (read: adventurer), there is always someone who looks up to them, mostly in adoration, but sometimes in envy, the latter typically in secret too. Some people actually make it their mission to aid their heroes, and these annoyances are called Henchmen. Henchmen are followers and servants who themselves aspire to become like their liege. Some are weak and sickly, wishing nothing more than to become a knight-in-shining- armor. Others are religious sectarians, following a priest as if they are the very incarnation of a god. Henchmen are willing to do most anything for prestige and coin, and willing to suffer many abuses as well. Not all Henchmen are willing however – some are forced into their position, usually as a form of bondage or a way to alleviate a sentence. Henchmen are often exploited for their naiveté, and many are treated as throwaway sidekicks. That does not stop the Henchmen – in fact, it usually drives them forward, for if they survive it merely proves their loyalty to their master.\\nHenchmen are often oblivious and vapid, but they are loyal, willful, and – yes – surprisingly helpful. More than a few Henchmen have thrown themselves on their swords for paragons, and in the process, instantly casting themselves in a better light. Henchmen are still, however, pitiable and prone to the worst of abuses. The saddest cases are when a bright-eyed hireling follows a cruel liege who hurls nothing but insults, beatings and danger their way, all while laughing it off. The Henchmen may take it for a time, but some come to resent their treatment with a boiling, seething hatred stewing behind their subservient demeanor. This bile can come to a head, and when it does, the Henchman’s liege usually is found dead, having been stabbed in their sleep, left drowned and bloated face down in the river or suffered some other cruel fate. The Henchman is, of course, suddenly nowhere to be found… nor is their former liege’s treasure."
    },
    "drawback": {
      "linkedId": null,
      "name": "Hireling's Dilemma"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Fair Share"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Light Sleeper"
      },
      {
        "linkedId": null,
        "name": "Strong Jaw"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/face-to-face.svg",
  "name": "Henchman",
  "type": "profession"
}
