{
  "_id": "4kXzbZ14QSP5LZJL",
  "data": {
    "archetype": "Socialite",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Free speech is a rarity in an age when even a rumor about a noble can land you in the stockade, or worse. The Jester is thus a god amongst men, having not only free reign to say what they like, but also point and joke right in the powdered faces of the nobility. A joker and crass comedian employed at court, the Jester will frolic and jape, insulting dignitaries and making up crude lies on the fly, all of which the nobles find rib-ticklingly hilarious. Outside of court, though, Jesters are not respected; being seen as annoyances, stooges to the aristocracy and just plain liars. Jesters don’t often tell lies, merely exaggerations. Few are able to ‘dim the lamp’, so to speak, over their mocking personality.\nJesters will leave court either because their usual japes have become a bore, their jokes have insulted the wrong dignitary or in becoming a confidant to some noble, they have learned too much. Sometimes, they may even find themselves a head shorter lest they flee. Jesters are rarely charming, but they are sneaky and can always get a rise from the most high-browed stuffed shirt. Either to laugh uncontrollably or attempt to throttle the Jester. Nothing distracts a Skrzzak more than insults about his Broodmother. For this reason, few foes have sympathy or time for a Jester. Perhaps worse though, the Abyssal Prince of Pleasure may take interest in their manic japes, stealing them away to forever prance in His halls of madness, pleasure and death."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Banter & Jibe"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Skulduggery"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Gallows Humor"
      },
      {
        "linkedId": null,
        "name": "Handspring"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/jester.svg",
  "name": "Jester",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
