{
  "_id": "Sl6aFx9NZwDPpxPS",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "Fellowship+1"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Despicable, backbreaking and often thankless work is the lot in life for the Laborers of a grim & perilous world. Such work is necessary to keep the wheels of society turning, whether it includes dung collecting, lamp lighting, chimney-sweeping, mining, fishing, and numerous other careers that bring rough hands and bent backs. Few songs are written about the noble chef who belabored over pots of stew, the carpenter who slaved for weeks to finish a nobleman’s wooden throne or the gong farmer who scraped the privy’s pipes for days following a week-long Dionysian feast. Laborers often tire of their menial jobs and demanding employers, so they will oft change positions, picking up a new trade that taps into their ability to endure physical labor.\nFor Laborers, the world outside their hovels is a very dangerous and frightening place, one they are ill prepared for. Encounters with scary monsters and the lure of chaos often marks their end, but for those that survive, they become the plague rats of corruption. They absorb the corruption and on returning home, spread it throughout their communities like a sickness. A once simple stable hand or midwife may resort to murder at the drop of a hat or spread blasphemous ideas, so corrupted they are. This draws other purveyors of chaos into the heart of civilization… just where they like it."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Backbreaking Labor"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Pilot"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      },
      {
        "linkedId": null,
        "name": "Strong Jaw"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/laborer.svg",
  "name": "Laborer",
  "type": "profession"
}
