{
  "_id": "6DaAujv7I10Tfrgt",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Art and performance are often seen as frivolous activities by common folk, as why should someone busy themselves with paint or music when they could be tending fields or defending the borders. That said, art serves as an escape from the terrible rigors of a grim & perilous world and serves as the tapestry of history to a largely illiterate world. Most artists and performers are little more than journeymen, their talents enough to earn them a living, painting portraits of merchants or minor nobles or strutting the boards in front of one village after another as part of a travelling theater, but others are truly talented. As their talent grows, so does their renown, until they become the Maestros who create great works of art. Whether a playwright, a composer, a sculptor or a painter, Maestros are the masters of their craft who become the darlings of the poor and the elite alike. Maestros can achieve a level of fame rarely seen outside of royalty. Playwrights like Wilhelm Speerschüttler or painters like Johannes Weisz are not only well-known in their own countries, but often around the world.\\n The Maestro’s reputation and position in the public eye are what allow them to continue following their passions, but this also puts unimaginable pressure on them. They are constantly pestered by high-ranking members of royalty, the nobility and the clergy, seeking commissions for ever greater pieces of art or mobbed in the streets by their fanatic followers. Further, everything they do is dissected down to the minutest detail – broadsheets spread salacious rumors of opiate-fueled abuse and romantic trysts, their admirers follow them like scorned lovers and their creative wells dry up due to this pressure. Some Maestros withstand the pressure and able to draw from their creative well again and again, but for some, the pressure is too much. They are driven mad by the use of alcoholic spirits like Green Fairy, and begin to draw from it as inspiration. Thus, their art and their performances radically changes, becoming maddening and corrupt, and the more it fails and is rejected, the greater their spiral into abuse, depression and further madness. Scorned by their former patrons and society at large, they become conduits for the vile influence of the Abyssal Princes, but deep down, they feel that they are still following their muse – even if it has twisted into a blasphemous form. Look no further than the work of Malen Fulci and his painting, ‘The Beyond’, to understand the grotesqueries of a Maestro turned to madness and chaos."
    },
    "drawback": {
      "linkedId": null,
      "name": "Celebrity Status"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Tradecraft in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Virtuoso"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/mona-lisa.svg",
  "name": "Maestro",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
