{
  "_id": "J3KQXYyUXYqsRadh",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "There is no one economy in a grim & perilous world, but many. Each country has its own currency, standards and mercantile classes, but only one figure has the wherewithal to not only learn the ins-and-outs of each country, but also exploit them – the Merchant Lord. The Merchant Lord balances supply and demand between nations, diverting their trade fleets and caravans to where their masters can buy low and sell high. Merchant Lords are venture capitalists and risk-takers, with coffers deep enough to influence kingdoms and empires – and damn the consequences on those deprived of goods and staples. This influence often makes Merchant Lords haughty and egotistical, but that only drives them to make yet more money.\nMerchant Lords travel widely, from city to city, country to country, making trade deals that fill their coffers with thousands of gold and locating exotic and rare goods to sell. Merchant Lords are well travelled, used to dealing with members of all social classes, and have coin enough to buy their way out of – and probably into – trouble. Their greed though, is often their undoing, as they make trades both legal and illegal, corrupted into committing human trafficking, animal poaching and outright thievery to fill their coffers to overflowing."
    },
    "drawback": {
      "linkedId": null,
      "name": "The World is Mine"
    },
    "expert": {
      "requirements": "You must possess at least two Skill Ranks in Bargain in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "What’s Yours is Mine"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/merchant-lord.svg",
  "name": "Merchant Lord",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
