{
  "_id": "w7LTCl85sUzcqsrl",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The streets are filled with the downtrodden, left to a hardscrabble life while the blue-blooded cavort in comfort and luxury above. It is in these poor wretches that the Prince of Decay sees the most potential. In His eyes, they need to feel the embrace of disease and death, and to understand its sweet sickness before succumbing to the Prince of Decay’s unwholesome love. This is exactly how the Ministers of Rot aid their Daemonic lord. They are always loving and charitable, offering instant comfort with a smile and a hug that seems almost supernatural in its effectiveness. They are champions of the unfortunate – they volunteer at soup kitchens, shelter the lame and the blind and to embrace children orphaned on the fetid streets.\\nOn the surface, a Minister of Rot may seem innocuous and charitable, but a pernicious nature lies within: a drained cyst into the day’s soup, a warm blanket infected with pox or a mangy cur given as a play companion. They encourage reliance from the lame, the sick and the desperate, who come to them for necessities only to return later with worse symptoms. Eventually, the Minister of Rot will offer the ultimate solution: joining a church at which their ‘papa’ will cure them of everything. As members of this fateful congregation, the sick are turned to final and deadly embrace of the Prince of Decay. And, as a Minister of Rot brings more and more fodder to the table, their favor grows exponentially with their infernal master."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ruinous Power"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of either Arcane or Divine Magick.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Cheshire Grin"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Covenant Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Nerves of Steel"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/rat.svg",
  "name": "Minister of Rot",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
