{
  "_id": "MG30LDirARXgBT41",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Old Believer is a medicine man or woman, sometimes a shaman, who creates folk remedies – poultices and infusions – from the plants and small life in the wilds to aid others. Typically living in rural villages that still believe in the ‘old ways’, besides making remedies, an Old Believer can serve as midwife, advisor and sometime fortuneteller. Some of their remedies are nothing more than placebos, love potions, potency supplements, stomach virus cures and the like, but every once in a while, an Old Believer will tap into some of the world’s ambient Magick and produce a tincture or ointment that is purely supernatural. Many of those who do become Hedgewise, and eventually turn towards the Druid’s path.\nAs new empires annex the wilderness, ancient villages are subject to indoctrination of new faiths and so many Old Believers find themselves no longer welcome in their homes at risk of imprisonment. Some give up, but others leave in search of herbs and new places to practice their faith. Their base skills in medicine, natural healing, and survival are a boon to any party in the wilderness, but the Old Believers have a dire secret, one that they are not even aware of. If you look hard enough, you can find indisputable links between the old ways and proto-worship of old Abyssal gods. Many Old Believers have taken their own eyes upon discovering the links between their Magicks and pure chaos."
    },
    "drawback": {
      "linkedId": null,
      "name": "Abstain From Violence"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "White Witchery"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Secret Signs"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/old-believer.svg",
  "name": "Old Believer",
  "type": "profession"
}
