{
  "_id": "Hh6xfWrzqdMUjj0Z",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Outsider is an enigma wrapped within a mystery, so much so that even His followers do not understand Him. The Outsider was once an Abyssal Prince, said to have been the Prince of Anarchy. However, the Outsider was exiled from the Abyss by His four peers for the dangers He had sown among the forces of Corruption, cast out into the infinite Æthereal Veil. Thus, the Outsider has few followers, but those He does have are called the Openers Of The Way. Their overarching goal is to root out the religion of the Abyssal Princes wherever it spreads, so as for the Outsider to have carte blanche to rule. Openers Of The Way strive to honor their anarchic lord through agnosticism and contradiction. The forces of the Outsider do not believe in the existence of any god or Daemon, save their own. Even then, belief that the Outsider is truly real is sometimes questioned by his occultists. Openers Of The Way are truly queer specimens, but their goal stands clear: kill all believers.\\nJourneying with an Opener Of The Way is often a strange and paradoxical experience, as they are allying themselves with a follower of a former Abyssal Daemon whose sole purpose is to fight other Abyssal Daemons. Openers outwardly attract trouble, very rarely veiling their purpose or allegiance, and tend to seek out powerful demons and their ilk to destroy. When there are none left to suffer the vengeance of the Outsider, Openers turn their eyes towards the commonly-accepted faiths to squash. Their outward agnosticism means they care little for their safety or the safety of others who join them in these tasks, simply seeing them as hindrances, holding them back from their mission. So, they prefer to work alone, but what they do not realize is that the Abyss feeds on isolation, as corruptible Openers Of The Way may end up being swayed to another Daemon, another casualty of the Outsider’s liberation."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ruinous Power"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of either Arcane or Divine Magick.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Renegade Magick"
    },
    "skillRanks": [
      {
        "name": "Counterfeit"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Interrogation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Covenant Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Higher Mysteries"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Supernatural Paranoia"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/tentacles-barrier.svg",
  "name": "Opener Of The Way",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
