{
  "_id": "P4YPhdrNlNiQd8Nx",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Outriders are by necessity, hardy individualists, spending their days as the forward for armies, always scouting for possible dangers, ambushes or signs of the enemy. Having to ride miles ahead of the main column means they must be both resourceful and courageous, skilled scouts and masters of both the wilderness and their mounts. Many of the rank-and-file see Outriders as cowards and the first to run away from battle, but countless Outriders have died so that their companies could live. Outriders often carry signals with them to alert their allies, either small flutes or gunpowder-fueled flares of different colors to provide different warnings.\nJourneying, travel and exploration are second nature to the Outrider, and when not at war, some will join adventuring parties. Their skills in navigation, weaponry, stealth and survival can lead a lost group out of the most dangerous situations. Not all Outriders adventure willingly; some have been discharged from service, fled the battlefield in disgrace or lost their animal companion. The life of an Outrider is often a lonely one as well. They find little companionship outside of their mounts, and the long distances and hours separated from their battle group often makes them feel alone and watched. It is when they feel at their most forsaken that servants of chaos strike, subtly affirming their insignificance."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Situational Awareness"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Rural Sensibility"
      },
      {
        "linkedId": null,
        "name": "Saddle-born"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/outrider.svg",
  "name": "Outrider",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
