{
  "_id": "63Cw5rWJQrONxONv",
  "data": {
    "archetype": "Warrior",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Pit Fighter does not engage in combat on the field of battle, but before baying crowds in acts of spectacle and butchery, sweat and viscera. Some are free, others slaves, but both slaughter criminals and beasts in the arena for the entertainment of others. In the simplest of fights, two men enter, one man leaves, but some arenas increase the spectacle and the danger by placing traps to pin the unwary, holding fights against beasts – or worse, mutants and demons or even as bloody sacrifices to the gods! Regarded as little more than butchers or sadists, Pit Fighters are adaptable in combat and skilled in a variety of fighting styles. Formidable fighters whatever implement is put into their hands, the Pit Fighter’s skill in sadism often drive crowds into an uproar as they scream “FINISH HIM!” in anticipation of the coup de grâce.\nWhether they are criminals that fight simply for the right to stay alive or mercenary entertainers who get a cut of the proceeds from the betting circuit, Pit Fighters are without question ruthless killers. With each vicious act, it eats away at their humanity bit by bit. Sure, a Pit Fighter may find fame in eviscerating opponent after opponent, but it rarely means they find friendship outside of the pit circuit. Theirs is a lonely life, one that can only end in death, but some reach celebrated heights, their names chanted aloud as the blood of fallen foes drips from their hands. That is when they become less of a man and more of a monster, following the call of the crowd for just a moment of acceptance."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Blood & Sand"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Hard to Kill"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "No Mercy"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/pit_fighter.svg",
  "name": "Pit Fighter",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
