{
  "_id": "HdbsHRDjpnW66jVX",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Professional bodyguards and enforcers, Pledged Guards have trained for years to provide protection nobles, guildsmen, priests, scholars and even criminals. They do not incite violence, but move to prevent it – many find a glower and a snarl is enough to send most assaulters or annoyances packing. When their charge’s life is in danger though, the Pledged Guard will lay their life on the line, perhaps holding back a mob, taking an assassin’s bullet or serving as their champion in a trial by combat. Pledged Guards are invariably imposing physically and personally, and no matter who they are hired to protect, there is no one more important to them.\nPledged Guards sometimes join an adventuring group as an actual bodyguard, while others are on the road looking for some charismatic figure to serve. Pledged Guards specialize in single combat, able to combat and strike down a single opponent with aplomb and a finality that few others can manage. They are direct and menacing, never wasting an action in combat and capable of clearing a rowdy tavern with their presence. The Pledged Guard is easily swayed by coin, however, readily switching alliances for better pay, no matter how foul their ward is. Even if this means the most brutal of warlords or the vilest cultist. This ambivalence leaves them vulnerable, first to coin, then belief – and that may be belief in the darkest of powers."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ever-faithful"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in both Athletics and Toughness in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "The Enforcer"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Appalling Mien"
      },
      {
        "linkedId": null,
        "name": "Run Amok"
      },
      {
        "linkedId": null,
        "name": "Second Skin"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/attached-shield.svg",
  "name": "Pledged Guard",
  "type": "profession"
}
