{
  "_id": "7SIcvv9DFMDllGj1",
  "data": {
    "archetype": "Academic",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "In the endless suffering, both mental and physical, of a grim & perilous world, the Preacher plays the role of spiritual advisor, leader and confidante. Their testimony can bring hope to the weak, despair to the unfaithful, joy to the pious, sorrow or penitence to the sinner. Blessings be to those willing to shepherd the lost flock through their darkest hours, with the hope that they may see yet another dawn. Preachers stand behind their altars, spouting the word of their gods and beseeching blessings from on high. Tithe bowls are passed, thanks are given and solemn prayers are sung. Some Preachers do not settle for one flock, but travel to god-forsaken lands, preaching gospel and saving heathens from themselves. Such priests are rarely greeted with open arms, being intrusive, pushy and too ready to reveal the light to ‘non-believers’ – meaning anyone not within their faith.\nThe Preacher’s position of moral authority gives them an almost unprecedented ability to mislead, manipulate and extort their congregations. It only becomes more dangerous when their proclamations actually carry divine power, as they sometimes do. They may mistake divination for madness, their own weakened minds seen as their god’s will, a charge that no man can ever disprove. And woe to the Preacher when the people forsake their gods. As their earthly proxy, killing the messenger may bring peace to the downtrodden!"
    },
    "drawback": {
      "linkedId": null,
      "name": "Lure of Power"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Fire and Brimstone"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Divine Magick"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/preacher.svg",
  "name": "Preacher",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
