{
  "_id": "lXf0NdYE8DkuBcjH",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "As the world’s oldest profession, Prostitutes hold an uncertain position within society. Most are employed in brothels, making little coin once their services have paid for room and board. These brothels range in quality from roadside stop overs to a concubine’s lavish chambers. Some Prostitutes serve in temples where their service to the faith carries no social stigma. The more ambitious Prostitutes may be pimps, retire to become madams or service violent ‘pleasures’, but some rise to become courtesans with official positions at court. Prostitutes may offer more than sexual comforts; many are an understanding ear to their client’s problems, a few have learned the exotic massage arts of the east and a minority even entertain without using their bodies.\nThe life of a Prostitute is hardscrabble. Some run away from abusive madams or pimps, taking to following roving armies to ply their trade or even become adventurers in search of independence and wealth. Here they can pick up martial skills uncommon to the underclass. Unfortunately, Prostitutes make prime targets for corruption by the Abyssal servants of pain and pleasure. There are even rumors that corrupted Prostitutes spread their damnation through sexual congress, carrying deadlier plagues than mere venereal disease. Even if untrue, a Prostitute’s honeyed words have seduced more than one victim into the seething corruption that waits in the darkest of shadows."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "The Full Monty"
    },
    "skillRanks": [
      {
        "name": "Bargain"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Ambidexterity"
      },
      {
        "linkedId": null,
        "name": "Holdout"
      },
      {
        "linkedId": null,
        "name": "Larceny"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/prostitute.svg",
  "name": "Prostitute",
  "type": "profession"
}
