{
  "_id": "cW9mAdOC4GzMYbe7",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Of the arcanists, the Pyromancer is the most imposing, for they embrace and embody fire. A fire that they often bring to the battlefield, putting enemy regiments and hordes to the flame with great gouts of fire. Striding forth in their flowing red robes, they appear much like a lick of flame, their staff and flaming sword held aloft, a burning crown of flame hovering above their skullcap as a symbol of war, a shining beacon standing against the tide of chaos. Forceful of personality, Pyromancers are renowned for their spectacular appearance and military zeal and successful ones often become Archmages later in their lives. Yet they can also be radical and explosive in personality, and it is said that those who play with fire are often the ones who get burned. The numerous ragged scars and disfigurements that wrap their way around Pyromancers’ bodies is testament to that.\nFew Pyromancers ever become Archmages and many rarely live long enough to uncover the greater mysteries of their studies. Consumed by their own passions, their heart turns to hatred, to zeal and to lust. Burning the proverbial candle at both ends, the Pyromancer’s shelf life is limited. Chaos drives them towards exuberance and strain, burning with vehemence both fast and bright. These practitioners take upon these same elemental desires, burning not from the outside, but within. Chaos – no matter its champion – will have its due, consuming the Pyromancer as fast as a fuse."
    },
    "drawback": {
      "linkedId": null,
      "name": "Red Temperament"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of Arcane Magick.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "The Fiery Heart"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Rumor"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Arcana of Pyromancy"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Battle Magick"
      },
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/pyromancer.svg",
  "name": "Pyromancer",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
