{
  "_id": "4TmyTM4jpzF0ll9E",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Lowborn do not trust many things – wizards, politicians, or even each other. However, when they become sick or weary, and the local Old Believer has been strung up by witch hunters, the poor and the gullible will instead turn to the itinerant Quacksalver. Quacksalvers are purveyors of ‘patent medicine’ and usually con artists of the first order. They take mundane reagents like beef fat, turpentine and pepper, mixing them with venoms to produce ‘wondrous solutions’ said to cure any type of malady. Their showmanship and slick tongues make them sales that line their pockets with coins aplenty, but rarely do their remedies have the desired effect that purchasers want. Some of the Quacksalver’s medicines are sometimes impotent and have no effect, but others though, can have severe after-effects. Usually, a Quacksalver will luck out and actually find that a certain oil drawn from a snake does in fact aid joint pain, but these are either flukes or stolen remedies from Hedgewise and worse.\\nOnce a Quacksalver is found out to be a fraud, it does not take long for locals to round up a posse and run them out of town – or worse. This seems to be a continuous pattern, as many Quacksalvers take up a life of vagrancy. This lonesome path of schemes and lies can lead them to dark thoughts and darker means. Looking to prove everyone else wrong, some Quacksalvers will resort to pushing black market pharmaceuticals and strange ‘cures from the Orient’ as miracle cures (such as Devilweed and Madam Geneva). The afflicted who take them become dependent upon the Quacksalver, coming back again and again for a fix. Some Quacksalvers have built themselves up a small drug empire purely out of scorn and spite. And, as we know, Corruption finds easy targets in addled brains in distress and peddlers of maladies."
    },
    "drawback": {
      "linkedId": null,
      "name": "Quackery"
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Snake Oil"
    },
    "skillRanks": [
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Doppelganger"
      },
      {
        "linkedId": null,
        "name": "Forked Tongue"
      },
      {
        "linkedId": null,
        "name": "Gallows Humor"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/bubbling-flask.svg",
  "name": "Quacksalver",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
