{
  "_id": "zboM6GSm6dJAYwbm",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The Rat Catcher may not have the most execrable job in a grim & perilous world – that arguably is the ‘gong scourer’, but it is unpleasant. They travel from village to village, wading through rivers of human filth and trash or ducking into warrens where they bait, trap and ferret out vermin like rodents, moles, snakes and the like. With the aid of their ubiquitous ‘small but vicious dog’, they help prevent the spread of disease through their necessary work. During plague outbreaks, Rat Catchers are much in demand and famously can make money aplenty, but they rarely spend it flagrantly. Instead of squirrelling it away for when rat and other vermin populations are thin, they maintain a penny-poor appearance and a reputation for miserliness.\nBeing associated with plague outbreaks means that Rat Catchers are seen as ill-omens. Some whisper of the strange and crude chalk markings left above rat holes that Rat Catchers have worked, that these are homage to a forgotten god, borne of filth and excrement, while others tell of the tale of the Pied Piper, a vivimancer reputed to have lured both rats and children into the wanton arms of the Skrzzaks’ mysterious god. The Rat Catcher simply smiles grimly at such rumors, but perhaps there may be some truth to them? Who are the Skrzzak, you ask? Best ask the Rat Catcher, for only they know of the people below where good people dare not tread."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Gutterspeak"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Guile"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Gallows Humor"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      },
      {
        "linkedId": null,
        "name": "Streetwise"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/mouse.svg",
  "name": "Rat Catcher",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
