{
  "_id": "NIyBiSIe0gEUpi3F",
  "data": {
    "archetype": "Ranger",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The modern roads of a grim & perilous world are plagued by bandits, highwaymen and worse. It is the duty of Reeves to patrol these roads, a duty that they carry out with brutal efficiency, scrutinizing every passerby, merchant caravan, coach, wagon and aristocrat’s train for signs of criminal activity – or worse. This scrutiny is one that even the boldest of nobles would prefer to avoid, but grim and stony-faced, Reeves still go about their duty. Of course this is all a front, for Reeves are like any other men, they have homes to go to and families just like any other. When they holster their flintlock pistols and climb astride their horses, they almost an entirely different people.\nA Reeve would never be seen consorting with the likes of Burglars, Sellswords and Diabolists. Those that do are usually running from something in their past – a false arrest, murder or even failure to carry out a brutal order given by a cruel baron, all could set a Reeve back on the road they once patrolled, their duty forsaken. Their duty invariably comes back to bite them – hard! Many times the thoughts of a con artist, Vigilante or road agent have readily turned to taking revenge on an ex-Reeve. If the servants of chaos don’t take them down first, their old enemies will be their death knell."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "I Am the Law!"
    },
    "skillRanks": [
      {
        "name": "Interrogation"
      },
      {
        "name": "Intimidate"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Ranged"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Menacing Demeanor"
      },
      {
        "linkedId": null,
        "name": "Shoot From the Hip"
      },
      {
        "linkedId": null,
        "name": "True Grit"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/stone-path.svg",
  "name": "Reeve",
  "type": "profession"
}
