{
  "_id": "a62xxHuGfANRpM9y",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "The sister of mercy and succor, the Martyr offers up Her own body and health to lead the children of the world from sickness and suffering. Just as she is well-loved and respected, Her priesthood of the Revered Mothers are equally well-loved and respected. Garbed totally in white – though the white may be stained from spattered blood and bile – Revered Mothers are healers, menders and midwives, asking little more for their services than a tithe and a shared prayer. Some are highly trained physicians, others simply rely upon the Martyr’s healing Magicks, but nearly all are women. Some men are sometimes accepted into their ranks – they retain the title of ‘mother’ as a point of pride. No matter their sex, Revered Mothers take strict oaths to never harm another soul, no matter how vile, mutated or diseased. Their matron of healing is a benevolent and loving figure who would never raise Her hand against anyone, so they do the same.\nRevered Mothers are passionate and loving, giving off a maternal or paternal glow no matter their attendant. Many are also chaste, knowing pleasures of the flesh distract from their mission. The Martyr’s hospices are great places of healing that give as much space to sick beds as they do their grand altar. Their worship is formalized and quite strict, including the needed ‘cleansing of hands’ between touching patients – a ritual believed to ward off sickness. Those Revered Mothers who see too many horrors begin to crack under pressure, often seeing quick merciful deaths to be the only solution to wounds and illness. These ‘red revenants’ are blood-stained representatives of the Martyr, valkyries that bring swift death to the dying by misericorde, ushering them towards the Well of Souls."
    },
    "drawback": {
      "linkedId": null,
      "name": "The Martyr’s Commandments"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Incantation in order to enter this Expert Profession. In addition, you must have the Special Trait of Divine Magick.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Sisters of Mercy"
    },
    "skillRanks": [
      {
        "name": "Charm"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Handle Animal"
      },
      {
        "name": "Heal"
      },
      {
        "name": "Incantation"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Scrutinize"
      },
      {
        "name": "Simple Melee"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": "Prayers of the Martyr"
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Die Hard"
      },
      {
        "linkedId": null,
        "name": "Hard To Kill"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/prayer-beads.svg",
  "name": "Revered Mother",
  "type": "profession"
}
