{
  "_id": "abi1FnvKpTyvYrkO",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[IB]"
      }
    ],
    "description": {
      "@en": "Deep underground and in fallen places, carvings in odd languages and scripts have been found. Many remain a mystery, but the most common and oldest letters are the runes, both a complete alphabet for the language of a lost civilization and enchanted primal sounds that produce effects when they are inscribed. These self-described Rune Thanes are artisans of the highest caliber, focusing all their energy and attention on the weapons and runes they produce. They are not quite spell casters, nor mundane researchers, as the purpose and use of runes lies somewhere in between of a nebulous grey area. Rune Thanes make much of their living wage as blacksmiths, as runes are one of the only reliable ways to produce ‘Magic Weapons’ without terrible drawbacks.\nThough most of the runic alphabet has been discovered, many Rune Thanes believe there are yet more eldritch runes waiting to be found. They take to the road, serving as ‘enchanters’ of a sort for their allies, as well as being welltravelled and conversant in several languages. Where manyspell casters are untrusted, the Rune Thane is barely given a glance, their Magick being subtle and only used on objects and not people. Other wizards argue that there is something dangerous within the runes, for Magick in a grim & perilous world is never pure and contains its own destruction. So they warn that the runes are hiding their horrid potential for the right moment. Many Rune Thanes have gone insane studying and staring into the lusty glow of the runes, drawn into a world and a time that no longer exists, becoming furious and choleric when their inscriptions seemingly twist to another purpose."
    },
    "drawback": {
      "linkedId": null,
      "name": "Wallow In Misery"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in both Resolve and Tradecraft in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Elder Futhark"
    },
    "skillRanks": [
      {
        "name": "Alchemy"
      },
      {
        "name": "Athletics"
      },
      {
        "name": "Coordination"
      },
      {
        "name": "Education"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Ride"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Tradecraft"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Determination"
      },
      {
        "linkedId": null,
        "name": "Impervious Mind"
      },
      {
        "linkedId": null,
        "name": "Instincts"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/rune-thane.svg",
  "name": "Rune Thane",
  "type": "profession"
}
