{
  "_id": "OAaqYy26cPJx1v7Z",
  "data": {
    "archetype": "Expert Profession",
    "bonusAdvances": [
      {
        "name": "[BB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[CB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[WB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "Though all Daemons field a number of fearsome warriors, none are more unnerving than the battle-hungry Sanguine Legionnaires. Forming the bulk of the Prince of Violence’s hordes, these bellicose soldiers see the battlefield as their church and the blood of their enemies as sacrament to their unyielding god of bloodshed and war. Knowing their nature, the recruitment of Sanguine Legionnaires is rather insidious, for the Prince of Violence knows that being too visible will result in the elimination of His occultists. Thus, Sanguine Legionnaires usually carry themselves off as military consultants, infiltrating aristocratic families, mercenary bands and other fraternities in order to teach the martial disciplines. Slowly but surely, the Legionnaires sways their students into becoming barbaric killers, changing from simple drills to ritualized gladiatorial combat and hardened discipline to blood-addled sacrifices.\\nThe Sanguine Legionnaire does not suffer the wizard, seeing no value in anything but flesh and metal. Therein lies their greatest weakness: they are often so caught up in battle lust that they fail to plan, strategize or even watch their own steps. Some never retreat out of their self-inflicted rages, caring little for the consequences. The Prince of Violence cares just as little, for even an occultist’s death fertilizes the Material Realm with blood and bone."
    },
    "drawback": {
      "linkedId": null,
      "name": "Ruinous Power"
    },
    "expert": {
      "requirements": "You must possess at least one Skill Rank in Martial Melee in order to enter this Expert Profession.",
      "value": true
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Anointed by Chaos"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Leadership"
      },
      {
        "name": "Martial Melee"
      },
      {
        "name": "Resolve"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Toughness"
      },
      {
        "name": "Warfare"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Indifference"
      },
      {
        "linkedId": null,
        "name": "Military Formation"
      },
      {
        "linkedId": null,
        "name": "There Will Be Blood"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "flags": {
    "zweihander": {}
  },
  "folder": null,
  "img": "systems/zweihander/assets/icons/brutal-helm.svg",
  "name": "Sanguine Legionnaire",
  "permission": {
    "9cilLhNTlIyJpmtZ": 3,
    "default": 0
  },
  "sort": 0,
  "type": "profession"
}
