{
  "_id": "Obb8j8aM2IifJxvU",
  "data": {
    "archetype": "Commoner",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[PB]"
      }
    ],
    "description": {
      "@en": "Prospects are lean in a grim & perilous world and for the unskilled and those with no chance of learning a trade or joining a guild, the opportunity to enter service as a servant offers chances to support their families and better themselves. They sweep gutters, carry pints across a tavern, scrub gongs below the city, cook banquets and help dress lords and ladies many times a day. Their hours are long and exhausting, with respite found only in the small shacks or rooms under the stairs or eaves where they sleep. A lucky few work and live in better circumstances at a manor, but they are few in number, often recruited by the lords in question instead of being picked from the street. They‘re jobs that someone must do, but rarely are they remembered for doing them.\nTheir invisible presence means that Servants get involved in events quite unexpectedly, they hear secrets best left unsaid, witness acts of heinous violence or find tangible evidence of indiscretions. Overlooked by their superiors – unless they screw up a job – some Servants have turned it to their advantage. Even if they cannot find a way to profit from such titbits (for their employers surely would not suspect them?), they can at least take some pleasure in the gossip they have to spread. Found out, whipped and thrown out, in general, a Servant makes a poor traveling companion for adventurers. However, they find themselves perfectly content to tag along after being disenfranchised from their former master."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Town Gossip"
    },
    "skillRanks": [
      {
        "name": "Awareness"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Charm"
      },
      {
        "name": "Drive"
      },
      {
        "name": "Eavesdrop"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Gamble"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Melee"
      },
      {
        "name": "Stealth"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Carousing"
      },
      {
        "linkedId": null,
        "name": "Silver Tongue"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/servant.svg",
  "name": "Servant",
  "type": "profession"
}
