{
  "_id": "R1hh8a5kukeibLgg",
  "data": {
    "archetype": "Knave",
    "bonusAdvances": [
      {
        "name": "[AB]"
      },
      {
        "name": "[AB]"
      },
      {
        "name": "[BB]"
      },
      {
        "name": "[FB]"
      },
      {
        "name": "[IB]"
      },
      {
        "name": "[PB]"
      },
      {
        "name": "[WB]"
      }
    ],
    "description": {
      "@en": "A rolling stone gathers no moss, but you could say otherwise about the Vagabond. Vagabonds are wanderers, storytellers and well-weathered vagrants who find more solace on the roads between villages than they do settling into a dull drudgery. Wandering hither-and-yon, hopping on ships or tagging along with wagons to see what the world has to offer, Vagabonds live at the whim of their wanderlust and that is how they like it. Often strange and somewhat aloof, the Vagabond tends to pick up little mannerisms, stories and attitudes from places they visit, becoming more worldly and independent in the process.\nVagabonds are already adventurers in a sense, though they would rarely delve into tombs or walk alone into badlands. They are hardy and crafty individuals, having a smattering of skills from all walks of life they picked up on the road. The Vagabond is no stranger to tragedy, though, and sometimes the people they meet end up dead or worse. At times, having nowhere to call your own is rough on a wanderer, and Abyssal servants love tormenting these souls with visions of a life the Vagabond will never have, but one they will always chase after."
    },
    "drawback": {
      "linkedId": null,
      "name": ""
    },
    "expert": {
      "requirements": "",
      "value": false
    },
    "notes": "",
    "professionalTrait": {
      "linkedId": null,
      "name": "Aimless Drifter"
    },
    "skillRanks": [
      {
        "name": "Athletics"
      },
      {
        "name": "Bargain"
      },
      {
        "name": "Disguise"
      },
      {
        "name": "Folklore"
      },
      {
        "name": "Navigation"
      },
      {
        "name": "Rumor"
      },
      {
        "name": "Simple Ranged"
      },
      {
        "name": "Stealth"
      },
      {
        "name": "Survival"
      },
      {
        "name": "Toughness"
      }
    ],
    "specialTrait": {
      "linkedId": null,
      "name": ""
    },
    "talents": [
      {
        "linkedId": null,
        "name": "Azimuth"
      },
      {
        "linkedId": null,
        "name": "Rural Sensibility"
      },
      {
        "linkedId": null,
        "name": "Worldly"
      }
    ],
    "tier": ""
  },
  "effects": [],
  "img": "systems/zweihander/assets/icons/vagabond.svg",
  "name": "Vagabond",
  "type": "profession"
}
