{
  "_id": "f3vANvx4xPObaWH3",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "The Hunger",
  "type": "disorder",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "Your cravings are ravenous; wanton for grotesque culinary experiences and grim buffets. An aperitif, freshly wrung from blood of a mewling Human child? Delectable! A first course of fingerling potatoes roasted with petit Dwarven carpaccio? Très bien! A second course of boiled Elven ears with vinaigrette reduction? Excellente! A third course of succulent Halfling flank steak, served between two slices of rye bread? Magnifique! A dessert torte served alongside two candied eyes of an Ogre and Gnome, covered in a raspberry gastrique? Belissimo!  Unsated by the simplest or show-stopping of meals, The Hunger stirs appetites considered unsavory by normal social standards. Consumed by an unquenchable thirst for flesh, your\n  own body is fortified with unnatural\n  energy as you dine upon the flesh\n  of others. Once you are possessed\n  by The Hunger, your body slowly\n  becomes slothful as you fatten yourself up.\n  Insatiable, you continuously consume others –\n  whether cooked or left raw. Over time, you grow gaunt and emaciated, everlasting is your hunger. In the end, however, you are only preparing for the final course... platter toi même. The recipe to become a Ravenous Ghoul is complete!"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After suffering 10 or more Corruption in a game session or from Stress, Fear or Terror, those afflicted with this Disorder cannot recover from Damage by any means and move one step down the Damage Condition Track negatively for every hour they go until they eat the flesh from someone of their own Ancestry (other than themselves). As their Damage Condition Track drops, they do not suffer Injuries due to it. If they reach Slain! before they can eat, they instead remain Grievously Wounded and gain 1 Corruption every hour thereafter, until sated.\n  At any time, those afflicted by The Hunger can inflict Serious Injuries with bare-handed weapons. Each time they take advantage of this benefit, they gain 3 Corruption."
      }
    },
    "details": {
      "category": {
        "@en": "Mutation"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!f3vANvx4xPObaWH3"
}
