{
  "_id": "hgARE5rUqmRk8YF9",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Sanguine Thrall",
  "type": "disorder",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "You have been afflicted with the curse of the vampire. What once delighted your senses now tastes of ash. You possess a predilection to drink the warm blood of living creatures; and, if unable or unwilling to do so, you eventually lapse into a deep slumber from which you can awake only after the feeling passes. Daylight becomes your greatest enemy, as it causes your vision to grow blurry and your skin to suffer easily the effects of a terrible sunburn. Holy sacraments, garlic and other tokens of faith give you terrible headaches if you behold them.\n  Along with these weakness, you gain strength f rom within, as your grasp becomes incalculably powerful. You find that your lifeblood pumps heartily through your veins, filled with unnatural strength. However, it is only a matter of time until the curse takes full hold over you. The question remains: are you willing to pay the price for\n  immortality?"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After suffering 10 or more Corruption in a game session or from Stress, Fear or Terror, those afflicted with this Disorder cannot recover from Peril by any means and move one step down the Peril Condition negatively for every hour they go until they choose to drink three pints of blood. After drinking blood, the afflicted immediately adjusts  their Peril Condition Track to Unhindered and suffer 6 Corruption. Then they temporarily gaining the following abilities and penalties:\n  - The afflicted cannot cross running water, unless by bridge or boat.\n  - The afflicted does not cast a reflection.\n  - The afflicted can see perfectly in the dark, as if it were\n  daylight.\n  - When the afflicted causes an Injury or makes someone Bleed, they move one step up the Damage Condition Track positively.\n  - When exposed to sunlight, the afflicted suffers 2D10+2 Damage from fire for every minute they remain exposed. Instead of suffering Injuries in this case, they instead are caught On Fire.\n  Although a player retains some control over their Character at this time, the afflicted must immediately succeed at a Resolve Test once they witness someone reach Seriously or Grievously Wounded, suffer an Injury or begin to Bleed. If they fail, the Character has no choice but to attack that person until they or the person is Slain!.\n  The only way to stave off this condition is to feed the afflicted with holy water, which gives them a chance to revert with a successful Resolve Test; this Test can only be attempted once every 24 hours. Should they fail this Test or aren’t given holy water, they’ll revert to their normal self after 24 hours. After reverting, the afflicted is Incapacitated! and\n  remains unconscious for one hour.\n  When the afflicted can see and hear the ‘master’ vampire who infected them, they cannot resist turning into a mindless slave and are no longer in control of themselves, ceding control fully over to the GM. Holy water does\n  no good in these situations. After 24 hours pass, however, they revert to their original form\n  and become Incapacitated!, unconscious for one hour.\n  Then they are returned to their player’s control."
      }
    },
    "details": {
      "category": {
        "@en": "Mutation"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!hgARE5rUqmRk8YF9"
}
