{
  "_id": "G37CXsaJee3v822G",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Host to the Abyss",
  "type": "disorder",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "description": {
      "@en": "When the stars align, demonic fiends can be made whole on the Material Realm. Corruption made flesh, they seek the succor of powerful, Abyssal Princes by enslaving, torturing and abusing the innocent. When discovered, brave souls of order combat these chaotic entities, they bring their physical bodies to lay before their swords and gunshot. Destruction of the Demon’s mutated, fleshy vessel generally banishes their spirit back to the endless pit they came from. However, some willful demonic forms may retain a foothold in the Material Realm. Their foremost goal – to impart their incorporeal spirit into a physical vessel with a fragile mind.\n  Once within, it is a battle of spirits that takes place between the host and the Abyssal Prince. Constantly tormenting their dreams, the fiend attempts to take sway over the host, motivating them with dark thoughts when their host is at their weakest. This war within causes the host to have dramatic shifts in personality, changing the way they interact with their friends and family, driving them towards further madness. Slowly eroding the host, the fiend will eventually change not only the host from within, but also without as the physical body mutates into a chosen form the fiend favors over time."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "After suffering 10 or more Corruption in a game session or from Stress, Fear or Terror those afflicted with this Disorder are temporarily taken possession of by a random demonic host, who vies for control of their mind. Roll on the table below to determine what sort of host inhabits their body, referring to the effects as follows: PRINCE OF CHANGE: The afflicted becomes obsessed with changing their appearance and seeking to change the world around them with fiery words of the end times as a sinister schemer. Effect: During this time, the afflicted cannot add any Skill Ranks to Skill Tests they make.\n  PRINCE OF DECAY: The afflicted becomes obsessed with filth, plays with insects and picks at their own wounds, seeking to watch blood flow and disease spread.\n  Effect: During this time, the afflicted must flip the results to fail all Brawn-based Skill Tests.\n  PRINCE OF PLEASURE: The afflicted becomes lurid, vain and self-indulgent in their mannerisms, seeking all manner of carnal and venal pleasures.\n  Effect: During this time, the afflicted must flip the results to fail all Combat-based Skill Tests.\n  PRINCE OF VIOLENCE: The afflicted becomes bloodthirsty, extremely erratic and aggressive in their mannerisms, seeking to indulge in all manner of cruel pleasures.\n  Effect: During this time, the afflicted must flip the results to fail all Fellowship-based Skill Tests."
      }
    },
    "details": {
      "category": {
        "@en": "Mutation"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!G37CXsaJee3v822G"
}
