{
  "_id": "MBlA7EWhgSU5PKFM",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Wytchstone Addiction",
  "type": "disorder",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Though the trading of Wytchstone is an everyday facet of the Great Warren’s shadow economy, Wytchstone-laced drugs have made their way to the surface to appear among the realms of humanity. Every time that a drug synthesized from Wytchstone is taken, the chance for addiction to this Corruptive substance grows. Waking dream-like states arrest the addict, as they find themselves tripping after ‘dropping a tab or a ring’, turning towards the sun or other strong sources of light to experience the strangeness of Wytchstone. Within the light, lucid images and strange colors arise, coalescing into the mysterious gestalt-like Daemon of the Skrzzak. These acid-fueled visions prognosticate of a bright yet doomed future. For Skrzzak, this addiction wears away at their Dark Sense, causing ‘dark blindness’. For others, it can bring about glaucoma... or worse."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "Those who suffer from this Disorder are completely blind in low light conditions (including fog, mist and smoke), unless they eat a Wytchstone Token. When an opportunity presents itself to eat a Wytchstone Token, those afflicted with this Disorder must eat one or else gain 6 Corruption.\n  At any time, those afflicted with Wytchstone Addiction can Take Aim for 0 AP in combat. Each time they take advantage of this benefit, they gain 3 Corruption."
      }
    },
    "details": {
      "category": {
        "@en": "Addiction"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!MBlA7EWhgSU5PKFM"
}
