{
  "_id": "nZzoj7mkG16Mv1rv",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Gambler's Lament",
  "type": "disorder",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "Life presents a series of vexing choices, ones which generally lead to internal suffering. Fortune’s chosen victims self- medicate against the horrors the world presents by gambling. But these are not your standard, run-of-the-mill gamblers. No, these misfortunate souls are thralls to lady fortune, unable to ever sate their vice, ever-compulsive in their activities. To those afflicted, only the rush of gambling can help them temporarily ignore the immense grief they’ve suffered and suffering they’ve caused. They are always debt- ridden, often to the point where they cannot be trusted by friends or associates. For when their coffers have run dry, they may turn to lying, cheating and stealing from others to back their ventures. Ever on the run from collectors, they find kinship in the worst of society, which only continues to feed a vicious cycle of fast rewards and quick losses."
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "When an opportunity presents itself to gamble, those afflicted with this Disorder must gamble until they have played at least three games of chance or else suffer 6 Corruption.\n  At any time, those afflicted with Gambler’s Lament may flip the results to succeed at Gamble Tests. Each time they take advantage of this benefit, they gain 3 Corruption."
      }
    },
    "details": {
      "category": {
        "@en": "Addiction"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!nZzoj7mkG16Mv1rv"
}
