{
  "_id": "TwlX2tP6DeCp0HaD",
  "effects": [],
  "img": "systems/zweihander/assets/icons/abstract-057.svg",
  "name": "Taint of Chaos",
  "type": "disorder",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "<p>A horrific accident has taken place, an act of extreme misfortune that has resulted in an oddity affecting your physical being. A horrid alteration to your body crops up at inopportune times. Difficult to hide and even harder to control, this &lsquo;gift&rsquo; from the endless pit has mutated your body in an unexpected way. Marked by the Abyssal Princes as one of their own and you will face certain death by Inquisitors should it be discovered. Fortunately for you, this Mutation only flares up during stressful situations... but you may find it difficult to hide after it has manifested.</p>"
    },
    "notes": "",
    "rules": {
      "effect": {
        "@en": "<p>Roll on the Taint of Chaos table to determine what sort of permanent Taint is spawned, referring to its additional effects. Taint of Chaos tables can be found in Appendix G. After suffering 10 or more Corruption in a game session or from Stress, Fear or Terror, those afflicted with this Disorder cannot recover from Peril by any means and move one step down the Peril Condition Track negatively for every hour they go until they let their Taint of Chaos physically &lsquo;manifest&rsquo; or are Incapacitated!. After a Taint of Chaos manifests, the afflicted immediately adjusts their Peril Condition Track to Unhindered and suffers 6 Corruption.They may also take advantage of the Taint&rsquo;s effects. Once manifested, the afflicted also inflicts a brand of Madness upon those who behold them. If they have 1-3 Taints, they can inflict Stress with a successful Intimidate Test. If they have 4-6 Taints, they can inflict Fear with a successful Intimidate Test. If they have 7 or more Taints, they can inflict Terror with a successful Intimidate Test. When the afflicted interacts with those who know they&rsquo;re Tainted and hold the Character in contempt due to it, they cannot succeed at Fellowship-based Skill Tests to interact with them. The only way to stave off this condition is to feed the afflicted with black lotus, which gives them a chance to revert with a successful Toughness Test; this Test can only be attempted once every 24 hours. Should they fail this Test or aren&rsquo;t given black lotus, they&rsquo;ll revert to their normal self after 24 hours. After reverting, the afflicted is Incapacitated! and remains unconscious for one hour. CHARACTER RETIREMENT Should a Character ever acquire more Disorders than their [WB], they are utterly corrupted. At this point, the Character should be permanently retired from gameplay. It may mean that the Character commits suicide, becomes mentally broken, reverts to a baser nature, falls from grace or goes on a murderous rampage. It is up to you how to handle this. Work with the player to give their Character a big send-off, as a grand climax of the story. But don&rsquo;t put it off for too long; resolve it within the next few game sessions.</p>"
      }
    },
    "details": {
      "category": {
        "@en": "Mutation"
      }
    },
    "active": true
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!TwlX2tP6DeCp0HaD"
}
