{
  "_id": "2V81patELropnGNF",
  "effects": [],
  "img": "systems/zweihander/assets/icons/family-tree.svg",
  "name": "Human",
  "type": "ancestry",
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "zweihander",
    "systemVersion": "5.5.0",
    "createdTime": 1745709616049,
    "modifiedTime": 1745709616049,
    "lastModifiedBy": "rivg6xcMxdlVDM8y",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "system": {
    "description": {
      "@en": "<p>A vast race whose tribes have long splintered, Humans have evolved over an age from primal roots to become the most pervasive and adaptable civilization in the modern world. Humans are a varied lot, marked by differences in language, culture and art. They value reason and intellect, but also reward avarice and opportunism. If there is one shared trait amongst Humans, it is a burning desire to impose their will upon others, often using religion to justify their vicious ideologies. In times of old, it is said that this vainglorious nature brought about a terrible age of suffering and exile when Humankind attempted to exert its power over the gods themselves and failed.</p><p>Human society is highly adaptive and intensely political, quickly assimilating the ways of others and providing advancement to the ambitious and the talented. Their societies are dominated by thinkers and tricksters, clerics and charlatans, politicians and provocateurs. They huddle together in walled cities, proclaiming themselves conquerors over the vast wilderness beyond the gates. Their tenacity and expansionism has made humans the most populous Ancestry. It also makes them repugnant in the eyes of most Elves, who often kill Human perpetrators that dare enter their sanctuaries on sight.</p>"
    },
    "notes": "",
    "ancestralModifiers": {
      "value": [
        {
          "key": "[CB]",
          "value": 1
        },
        {
          "key": "[IB]",
          "value": 1
        },
        {
          "key": "[PB]",
          "value": 1
        },
        {
          "key": "[AB]",
          "value": -1
        },
        {
          "key": "[FB]",
          "value": -1
        },
        {
          "key": "[WB]",
          "value": -1
        }
      ],
      "positive": [
        "[CB]",
        "[IB]",
        "[PB]"
      ],
      "negative": [
        "[AB]",
        "[FB]",
        "[WB]"
      ]
    },
    "ancestralTrait": {
      "name": "",
      "linkedId": null,
      "uuid": "",
      "effect": "",
      "label": ""
    }
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!2V81patELropnGNF"
}
