{
  "_id": "R1GLxnneemWrzJNG",
  "effects": [],
  "img": "systems/zweihander/assets/icons/mecha-mask.svg",
  "name": "Construct Golem",
  "system": {
    "castingTime": "One hour",
    "channelAs": "Lesser Magick",
    "description": {
      "@en": ""
    },
    "difficulty": "Special",
    "notes": "",
    "rules": {
      "condition": {
        "@en": "<p>You must construct the Golem yourself, but may receive assistance. It takes the same amount of time to craft an object (as defined under Crafting in the Trappings chapter of <strong>ZWEIH&Auml;NDER</strong>). If crafting a body of a creature, it takes a standard number of days from gestation to birth of the creature under normal conditions. You must also have access to a laboratory and a lightning rod affixed with a shard of Wytchstone. The Ritual must be completed during a rainstorm, during which you will roll 3D6 Chaos Dice. If any land on face &lsquo;6&rsquo;, lightning strikes the rod and travels down the rod and into the Golem. The rod is instantaneously destroyed, but your Golem is brought to life. You can only attempt to bring the Golem to life once every 24 hours. Finally, give your Golem a name.</p>"
      },
      "consequences": {
        "@en": "<p>You can only create one Golem at a time. In addition, you gain one permanent Chaos Rank.</p>"
      },
      "effect": {
        "@en": "<p>After successfully casting this Ritual, the Golem is now yours to command. You can only command a number of Golems equal to your [WB] at any one time, but may replace those which have been Ruined!, Slain! or destroyed. A Golem generally takes the shape of either a creature or object; decide which, so that you may reference whether it has a Damage or Hardness Threshold. Each type of Golem has its own Difficulty Rating to construct and specific limitations of its autonomous abilities as defined below:</p>\n<p>&nbsp;</p>\n<p>&bull; <strong>Petty Golem (Challenging -10%):</strong> Petty Golems can be of a shape no larger than a child is tall. Examples include brooms, treasure chests, the threshold of a door, a small wind-up toy, an automaton animal or a doll. Petty Golems are unable to use the power of speech, but can use crude communication tools, typically in a series of grunts, whirs, clicks and so forth. These supernaturally-created beings can be controlled by you and understand simple, distinct orders (such as open the door/sweep the floor/chatter like disembodied teeth/rave till dawn/eat small rats in sight/play dead).</p>\n<p>Petty Golems can sufficiently remain activated for 1D10+1 hours at a time, either &lsquo;triggered&rsquo; to be activated by the presence of others within clear sight of the Golem or directly by command by its Golem-master. Furthermore, calculate its Damage or Hardness Threshold equal to 3+your [WB]. Any weapon they wield (or an extension thereof from their body) gains the Pummeling and Ruined! Qualities. Otherwise, treat Petty Golems as a Crypt Skeleton.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&bull; <strong>Lesser Golem (Hard -20%): </strong>Lesser Golems can be of a shape no larger than an adult human is tall. Examples include talking skulls, mannequin-like humans, automatons and rune-forged wooden dwarf statues. Lesser Golems can speak, and have a command of languages and intellect as deep as its Golem-master. These supernaturally-created beings can be controlled by you and obey more complex commands (drive to the docks and bring back my goods/ collect firewood and build a pyre for a witch/kill anyone who trespasses and drag their corpses outside).</p>\n<p>Lesser Golems can sufficiently remain activated for 2D10+2 hours at a time, either &lsquo;triggered&rsquo; to be activated by the presence of others within clear sight of the Golem or directly by command by its Golem-master. Furthermore, calculate its Damage or Hardness Threshold equal to 6+your [WB]. Any weapon they wield (or an extension thereof from their body) gains the Powerful and Vicious Qualities. Otherwise, treat Lesser Golems as a Golem.</p>\n<p>&nbsp;</p>\n<p>&bull; <strong>Greater Golem (Arduous -30%): </strong>Greater Golems can be of a shape no larger than an ogre is tall. Examples include activated huts, hell-cannons and living statues. Greater Golems can speak, and have a command of languages and intellect far greater than its Golem-master. These supernaturally-created beings can be controlled by you and obey supremely complex commands, and react accordingly (teach yourself to read but skip over anything you do not find interesting/find me a cleric with white hair who has cheated a gambler and decide if he is guilty/understand what it means to be alive and author a story of your experiences).</p>\n<p>Greater Golems can sufficiently remain activated for 3D10+3 hours at a time, either &lsquo;triggered&rsquo; to be activated by the presence of others within clear sight of the Golem or directly by command by its Golem-master. Furthermore, calculate its Damage or Hardness Threshold equal to 9+your [WB]. Any weapon they wield (or are an extension thereof from their body) gains the Powerful and Reach Qualities. Otherwise, treat Greater Golems as a Living Statue.</p>\n<p>&nbsp;</p>\n<p><strong>Golem Motivation: </strong>Like any other non-player Character, every Golem has its own Motivation (see under Motivations in the Game Mastery chapter of <strong>ZWEIH&Auml;NDER</strong>). These Motivations will dictate how the GM will role-play the Golem.</p>\n<p><strong>Golem Healing:&nbsp;</strong>Any time that you intend to treat a Golem for Bleeding, Injuries, repairs or healing, you must have one ampulla of &AElig;theric Fluid to add as an additional reagent (which is expended as a part of the process). In addition, Golems can only ever restore their Peril Condition Track positively by deactivating for six hours and cannot use Smelling Salts.</p>\n<p><strong>Penultimate Contingency:&nbsp;</strong>By sacrificing a Fate Point during creation of the Golem, you can enact a Penultimate Contingency: the transference of your spirit into your Golem, culminating at the end of the Ritual. Alternatively, you can pass your spirit into your Golem once you are Slain!. Once your spirit is transferred, you are forever bound to the new Golem body.</p>\n<p><strong>Golem Psyche:&nbsp;</strong>Whenever a Golem Critically Fails to Resist against Stress, Fear or Terror, you must roll on the Golem Rage table below to determine what happens next. Golem Rage lasts for 1D10+1 minutes.</p>\n<p>&nbsp;</p>\n<table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 25.2843%;\"><col style=\"width: 74.7157%;\"></colgroup>\n<tbody>\n<tr>\n<td><strong>D100</strong></td>\n<td><strong>Golem Rage</strong></td>\n</tr>\n<tr>\n<td>1 to 25</td>\n<td>The Golem attacks the nearest ally of the Golem-master.</td>\n</tr>\n<tr>\n<td>26 to 50</td>\n<td>The Golem attacks the nearest foe of the Golem-master.</td>\n</tr>\n<tr>\n<td>51 to 75</td>\n<td>The Golem attacks the Golem-master.</td>\n</tr>\n<tr>\n<td>76 to 99</td>\n<td>The Golem does something else the GM decides.</td>\n</tr>\n<tr>\n<td>100</td>\n<td>The Golem is now fully autonomous; one of the &lsquo;Awoken&rsquo;. The Golem-master is no longer able to command it and the Awoken Golem remains activated indefinitely.</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><strong>Deactivation &amp; Forced Reactivation: </strong>Once deactivated, a Golem must rest for six hours before it can be reactivated again. Should a Golem-master attempt reactivate the Golem during its rest period, you will make a Secret Test using your Leadership Skill. If you succeed, the Golem will reactivate for 1D10+1 minutes. If you Critically Succeed, the Golem will reactivate as if it had been deactivated for six hours. If you fail, the Golem will simply refuse to reactivate, although you can attempt to reactivate it again a minute later. If you Critically Fail however, the Golem will reactivate and take random actions for 1D10+1 minutes. During this time, roll D100 to determine what happens at the beginning of each of its Turns.</p>"
      },
      "reagents": {
        "@en": "<p>First, you must declare whether you intend to construct a Petty, Lesser or Greater Golem. In addition, you must have a medium to work from. Golems can be constructed from bone, leather, flesh, metal, stone, wood or any other solid material. In addition, you must have one ampulla of &AElig;theric Fluid for a Petty Golem, while Lesser Golems require two ampullas of &AElig;theric Fluid and Greater Golems require three ampullas of &AElig;theric Fluid (all of which are expended in the process). You or another must summon a spirit to bind inside the Golem by use of one of the following Rituals: Awaken the Dead, Call Demonic Servant or Summon &AElig;theric Spirit. Finally, the symbol of the god the spirit worshipped or Daemon it was devoted to must be carved onto the Golem to complete the Reagent process.</p>"
      }
    }
  },
  "type": "ritual"
}
